[
    {
        "asal": "Papua",
        "ciri_umum": "Bentuk tubuh pipih, warna seakan terbagi dua dengan bagian punggung ke arah kepala berwarna kecokelatan dan ke arah ekor berwarna biru tukis. Terdapat garis horizontal berwarna cokelat muda dan jingga muda kekuning-kuningan. Pada bagian perut terdapat garis tebal berwarna putih keperakan yang memanjang ke arah posterior, dan warna putih pada bagian anterior perut. Ikan jantan lebih besar dan pipih. Warna sangat bergantung pada kondisi habitat. Kadang-kadang terdapat strip kuning pada bagian tengah tubuh, sirip berwarna merah.",
        "distribusi_habitat": "Ditemukan pada tahun 1994 di Sungai Aiborei (Aboge) yang terletak pada daerah aliran Sungai Derewo, bagian tenggara dari Selat Cendrawasih, Papua Barat. Tahun 1998 ditemukan kembali di Sungai Wapoga, Papua Barat.",
        "id_spesies": "aa00",
        "keterangan": "-",
        "kode_area": 1,
        "nama_ilmiah": "Chilatherina alleni Price, 1997",
        "nama_lokal": "-",
        "nama_populer": "Allen’s Rainbowfish",
        "pakan_larva": "Belum ada informasi",
        "pemeliharaan": "Belum ada informasi",
        "reproduksi": "Belum ada informasi",
        "status": "Asli dengan kategori IUCN Red List Status Vulnerable D2 versi 3.3",
        "sumber": "Allen, 1995",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FAllen's%20Rainbowfish.jpg?alt=media&token=3db59722-e32f-4b1a-bfa3-0c95d41a9c29" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna keputih-putihan pada bagian depan dan kemerah-merahan pada arah belakang. Ikan betina umumnya putih keperakan atau biru pucat bergradasi abu-abu. Ikan jantan berbentuk lebih pipih dan berukuran relatif besar.",
        "distribusi_habitat": "Danau Bira (Holmes) di daerah Mamberamo, Papua Barat. Lokalitas terdiri atas tiga danau yang saling berhubungan pada ketinggian sekitar 430 m di hutan lereng pegunungan. Danau ini memiliki panjang dan lebar sekitar 4,5 km dan 2 km.",
        "id_spesies": "aa03",
        "keterangan": "Ikan ini melimpah di sekitar tumbuhan air yang rimbun.",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina bleheri Allen, 1985",
        "nama_lokal": "-",
        "nama_populer": "Bleher’s Rainbowfish",
        "pakan_larva": "Infusoria, zooplankton lainnya.",
        "pemeliharaan": "Suhu 25–28o C, pH 7,5–8; dapat dipelihara dengan ikan rainbow jenis lain yang seukuran.",
        "reproduksi": "Ikan jantan matang gonad pada ukuran sekitar 6 cm, ikan betina sedikit lebih kecil. Rasio kelamin terbaik untuk reproduksi 1 jantan untuk 2–3 betina. Induk sering memakan telur/larvanya, karena itu harus dipisahkan.",
        "status": "Endemis dengan kategori IUCN Red List Status Vulnerable A2e ver. 2.3",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBleher%E2%80%99s%20Rainbowfish.jpg?alt=media&token=7df8c60a-ff66-46ce-871d-47f5c0ee2970" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Seluruh tubuh berwarna keperakan dengan warna kehitaman pada sisi bagian atas dan bawah dari sirip ekor. Pada ikan jantan terdapat strip jingga pada sisi badan dan warna kekuning-kuningan pada sirip dorsal dan anal.",
        "distribusi_habitat": "Tersebar luas di bagian utara Papua, antara lain di Sungai Markham, Gogol, Ramu, Sepik, Pual, dan Mamberamo. Juga ditemukan pada sistem aliran air yang kecil.",
        "id_spesies": "aa04",
        "keterangan": "Habitatnya biasanya pada lereng gunung atau bukit pada ketinggian 100–600 m.",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina crassipinosa (Weber, 1913)",
        "nama_lokal": "-",
        "nama_populer": "Silver Rainbowfish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Suhu 24–28o C; pH 7,5–8,0.",
        "reproduksi": "Mirip dengan jenis rainbow lain pada umumnya. Sejauh ini belum ada informasi tentang reproduksinya di akuarium.",
        "status": "Asli. Sangat melimpah pada habitat alaminya. Tidak masuk dalam IUCN Red List Status.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "13 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSilver%20Rainbowfish.jpg?alt=media&token=0050bfa0-c478-4c77-aab0-34c8de0bcad7" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna cokelat hingga hijau kebiruan pada bagian punggung, putih, hingga kekuningan pada bagian bawah. Pada individu jantan biasanya terdapat beberapa garis kehitaman pada bagian tubuh bawah di depan sirip ekor. Sirip ekor cenderung berwarna biru.",
        "distribusi_habitat": "Tersebar luas di sebelah utara Papua, antara lain di sistem Sungai Markham, Ramu, Sepik, dan Mamberamo.",
        "id_spesies": "aa05",
        "keterangan": "Juga ditemukan pada anak-anak sungai di daerah rendah dan lereng berbukit pada ketinggian 400–500 m.",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina fasciata (Weber, 1913)",
        "nama_lokal": "-",
        "nama_populer": "Barred Rainbowfish",
        "pakan_larva": "Infusoria, Artemia",
        "pemeliharaan": "Sangat adaptif pada lingkungan akuarium, suhu 27–32o C, pH 7,5–8,1. Pakan: micro-crustacea, serangga, alga filamen, Daphnia, jentik, dan Artemia.",
        "reproduksi": "Jantan dan betina berukuran relatif sama. Satu individu jantan dipasangkan dengan 2–3 individu betina. Jumlah telur 20–30 per hari untuk setiap individu. Masa inkubasi 8–12 hari (tergantung suhu air).",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated. Sangat banyak pada habitat alaminya. Tersebar pada penggemar akuarium internasional. Koleksi pertama tahun 1910 dari sungai dekat Njau, Papua, oleh Van Kampen.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBarred%20Rainbowfish.jpg?alt=media&token=21afc93e-5753-4002-b68f-f48c92e7898b" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna dasar tubuh adalah biru; warna keperakan atau kebiruan hingga putih pada bagian bawah. Individu jantan berbentuk pipih. Terdapat strip lebih gelap dari belakang mata hingga pangkal ekor, sedangkan individu betina memiliki warna hijau zaitun atau kecokelatan pada bagian punggung dan putih keperakan pada bagian bawah. Sirip ekor berwarna kekuning-kuningan.",
        "distribusi_habitat": "Sungai Tawarin di pantai utara Papua sekitar 200 km sebelah barat Jayapura, dan dari Sungai Puive, anak sungai Pual dekat Vanimo, PNG. Pada survei di tahun 2008 oleh Universitas Manokwari bekerja sama dengan Conservation International, ikan ini ditemukan bersama dengan jenis rainbow lainnya di Perkampungan Haya, Mamberamo, pada cekungan sungai berbatu. Suhu perairan 28o C dan pH 7,8.",
        "id_spesies": "aa06",
        "keterangan": "Belum ada informasi.",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina lorentzi (Weber, 1908)",
        "nama_lokal": "-",
        "nama_populer": "Lorentz’s Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli. Berdasarkan alasan genetis, ikan ini lebih cocok digolongkan dalam genus Melanotaenia.",
        "sumber": "Allen, 1995, Tappin, 2010",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FLorentz's%20Rainbowfish.jpg?alt=media&token=184d1bb5-1e4b-4241-a0be-4fcd5246d598" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Mirip dengan C. fasciata, namun berbeda dalam pola warna dan berukuran relatif pendek. Warna cenderung abu-abu keperakan sampai biru. Juga menampilkan warna kuning emas pada bagian dorsalnya, bagian ventral cenderung biru. Pada kedua sisi tubuh terdapat garis tengah dengan sisik yang tampak menonjol. Sirip ikan jantan berwarna kemerah-merahan.",
        "distribusi_habitat": "Sungai Reifafeif di Pulau Yapen yang berada di Teluk Cendrawasih, Papua. Data di bulan Juli 1995 menunjukkan perairan ini memiliki kisaran suhu 24,2–26,4o C dan pH 7,5–8,1.",
        "id_spesies": "aa07",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina pricei Allen & Renyaan, 1996",
        "nama_lokal": "-",
        "nama_populer": "Price’s Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi. Pakannya berupa alga maupun invertebrata air tawar. Disarankan untuk disesuaikan dengan kondisi air pada habitat alaminya.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated (Ref. 90363). Masih relatif melimpah di aliran air utama. Kemungkinan berhubungan dengan banyaknya alga maupun invertebrata air sebagai sumber pakan di wilayah tersebut. Nama diambil dari David Price, seorang yang sangat tertarik dengan sejarah Papua dan mengoleksi spesies ikan ini.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPrice's%20Rainbowfish.jpg?alt=media&token=f60abe77-6d56-47ea-a3fc-66b562a2661d" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna keseluruhan jingga pucat dengan strip biru muda keperakan di antara barisan sisik. Warna bagian dorsal cenderung biru keunguunguan. Bagian ventral cenderung berwarna lebih terang dengan beberapa totol yang muncul. Pada bagian sisi tubuh terdapat garis memanjang berwarna biru dari belakang sirip dada menuju pangkal ekor.",
        "distribusi_habitat": "Endemik di Danau Sentani dan Sungai Soekanto, Papua. Koleksi yang lebih banyak dilakukan oleh Marinus Boeseman pada ekspedisi untuk Leiden Museum tahun 1954–1955.",
        "id_spesies": "aa08",
        "keterangan": "Populasi menurun sejak ikan introduksi (mas, nila, gurami, dan lainnya) meningkat di danau tersebut dan perairan danau mengalami polusi dari kegiatan manusia.",
        "kode_area": "1",
        "nama_ilmiah": "Chilatherina sentaniensis (Weber, 1908)",
        "nama_lokal": "-",
        "nama_populer": "Sentani Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ditangani/dipelihara.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Critically Endangered ver. 2.3. Survei diperlukan untuk menentukan distribusi dan populasi di alam.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSentani%20Rainbowfish.jpg?alt=media&token=b3a7ace2-2989-4831-9d6d-146c9bd43e02" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan secara keseluruhan berwarna kehijauan dengan refleksi keperakan pada bagian sisi punggung dan kepala. Pada bagian dorsal terdapat garis-garis warna yang terbentuk oleh susunan sisik berwarna hijau-kuning, sedangkan pada bagian ventral membentuk strip-strip biru bergantian dengan jingga, sirip berwarna transkulen kehijauan. Jantan berbentuk pipih dan memiliki pemanjangan tulang posterior.",
        "distribusi_habitat": "Wilayah Sungai Grime khususnya di Danau Nenggwambu (Danau Kali Biru), sekitar 50 km sebelah barat Danau Sentani. Tahun 2008 ditemukan pula di Danau Jaigum.",
        "id_spesies": "ab01",
        "keterangan": "Berkelompok",
        "kode_area": "1",
        "nama_ilmiah": "Glossolepis dorityi Allen, 2001",
        "nama_lokal": "-",
        "nama_populer": "Dority’s Rainbowfish",
        "pakan_larva": "Plankton, insekta air.",
        "pemeliharaan": "Sifatnya berkelompok dan pendamai, dapat dipelihara bersama ikan rainbow lainnya. Bersifat omnivora (pemakan segala).",
        "reproduksi": "Hampir sama dengan ikan rainbow lainnya. Pemijahan berlangsung pada akar tanaman air atau substrat. Substrat yang tertempeli telur dipisahkan dari induknya.",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated (Ref. 96402). Pertama kali ditemukan tahun 2000 dan ditemukan kembali oleh peneliti yang sama pada tahun 2008. Namanya diambil dari seorang yang telah berupaya mengoleksi spesies ini, yaitu Dan Dority. Kondisi terancam punah punah, diduga akibat dari introduksi ikan gabus (Channa striata) dan ikan mas (Cyprinus carpio).",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "Betina 8 cm, Jantan 10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FDority%E2%80%99s%20Rainbowfish.jpg?alt=media&token=a0a162eb-2635-4448-837f-d46ffcd95431" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan berbentuk pipih, berukuran relatif besar, dan pada sekujur tubuh berwarna merah terang. Ikan betina memiliki tubuh yang relatif tebal, berukuran lebih kecil dan lebih memanjang. Ikan betina berwarna zaitun hingga kecokelatan dengan pantulan keperakan pada kepala dan pada bagian sisi.",
        "distribusi_habitat": "Endemis di Danau Sentani, terletak di daerah perbukitan pada ketinggian 75 m sekitar 12 km barat daya Jayapura, Papua.",
        "id_spesies": "ab02",
        "keterangan": "Hidup berkelompok di perairan jernih yang banyak vegetasi.",
        "kode_area": "1",
        "nama_ilmiah": "Glossolepis incisus Weber, 1908",
        "nama_lokal": "Rainbow merah/Pelangi merah",
        "nama_populer": "Red Rainbowfish",
        "pakan_larva": "Pakan cair, Infusoria, cacing halus, Artemia.",
        "pemeliharaan": "Air dengan dH tinggi, alkalin, pH 7,2–8,4; suhu 24–28o C. Pada akuarium sebaiknya tidak terlalu padat dan menggunakan filter yang baik. Ikan jantan matang gonad tampak agresif dengan intensitas warna tubuh kuat atau lebih cemerlang.",
        "reproduksi": "Bersifat poligami, 1 jantan untuk 2–3 betina. Tempat pemeliharaan terbaik posisinya menerima sinar matahari pagi. Jantan bersifat agresif, betina menghasilkan 30–60 telur/hari selama 1–2 minggu. Telur dipisahkan dari induk. Masa inkubasi telur 6–7 hari pada suhu 27o C. Bila sudah teradaptasi, mudah dalam bereproduksi.",
        "status": "Endemis. Kategori IUCN Red List Status Vulnerable. Salah satu spesies Rainbow yang sangat populer; telah berkembang dalam dunia penggemar akuarium sekitar 30 tahun. Diintroduksi ke Eropa, Amerika, dan Australia. Berhasil dikembangkan di Pusat Penelitian Limnologi-LIPI sejak tahun 1997.",
        "sumber": "Said dkk., 2000",
        "ukuran_maksimum": "17 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FRed%20Rainbowfish.jpg?alt=media&token=b4fe1926-fe1b-4bfa-bede-6ba35a76e654" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna kehijauan hingga kecokelatan dengan kilau keperakan; warna badan dan sirip bervariasi; strip kuning-jingga tipis di antara baris sisik. Sirip dorsal dan anal ikan jantan dibayangi kilau keemasan. Individu jantan sangat pipih.",
        "distribusi_habitat": "Paparan banjir Sungai Mamberamo, Sepik, dan Ramu. Juga ditemukan di laguna berawa-rawa, danau, dan sisi saluran sungai. Juga terkoleksi dari Sungai Taritatu di wilayah Mamberamo, Papua.",
        "id_spesies": "ab03",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Glossolepis multisquamata (Weber & de Beafort, 1922)",
        "nama_lokal": "-",
        "nama_populer": "Sepik Rainbowfish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Suhu 27–29o C; pH 6,2–6,8 (mirip dengan habitat aslinya).",
        "reproduksi": "Memijah pada pagi hari. Masa inkubasi telur 9–10 hari pada suhu 23–25o C. Tumbuh cepat, matang gonad pada umur kurang dari satu tahun.",
        "status": "Endemis. Masuk dalam kategori dan kriteria IUCN Red List Status Least Concern ver. 3.1. Sangat melimpah di habitat aslinya.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSepik%20Rainbowfish.jpg?alt=media&token=5a890626-abcb-4fd1-95e3-935a08d2d563" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Jantan berwarna merah mirip G. incisus, sedangkan betina berwarna zaitun hingga kecokelatan dengan kilau keperakan pada bagian kepala dan sisi tubuh. Lingkar mata relatif lebih besar dibandingkan G. incisus.",
        "distribusi_habitat": "Hanya ditemukan di danau Oxbow terisolasi dekat Sungai Tami sekitar 23 km tenggara Jayapura atau 30 km sebelah timur dari Danau Sentani. Juga diketahui berasal dari Danau Ifaten, Danau Iwom, dan Danau Yaniruk, Papua.",
        "id_spesies": "ab04",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Glossolepis pseudoincisus Allen & Cross, 1980",
        "nama_lokal": "-",
        "nama_populer": "Millenium Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Koleksi pertama tahun 1954 oleh Dr. M. Boeseman. Untuk mengetahui kondisi populasinya di Sungai Tami. dibutuhkan survei lanjutan.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FMillenium%20Rainbowfish.jpg?alt=media&token=44c86520-9f95-4612-aad9-b8b8aa2c9062" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Semua jari-jari sirip dorsal pertama relatif halus dan fleksibel; beberapa jari-jari sirip dorsal kedua dan anal membentuk filamen yang memanjang pada jantan dewasa. Warna umumnya kecokelatan, dan keperakan pada bagian kepala dan sisi; filamen pada sirip pelvis, dorsal dan anal pada ikan jantan berwarna kehitaman.",
        "distribusi_habitat": "Bagian tengah-selatan Papua antara Merauke dan Sungai Fly. Di samping itu, ditemukan juga di Sungai Bensbach, Morehead, dan Pahoturi, juga di rawa-rawa, saluran drainase, anak sungai yang mengalir lambat, dan banyak terdapat tumbuhan air.",
        "id_spesies": "ac01",
        "keterangan": "Kisaran kondisi habitat sangat luas.",
        "kode_area": "1",
        "nama_ilmiah": "Iriatherina werneri Meinken, 1974",
        "nama_lokal": "-",
        "nama_populer": "Threadfin Rainbowfish",
        "pakan_larva": "Kuning telur ayam matang, Artemia.",
        "pemeliharaan": "Suhu 25–28°C, pH 6,0–7,5. Ukurannya kecil, jangan digabung dengan ikan rainbow besar, kecuali anaknya. Pakan divariasikan antara Daphnia dan Artemia. Apabila tidak menggunakan filter maka perlu ganti air setiap 2–4 minggu.",
        "reproduksi": "Mudah memijah, tetapi larvanya sulit tumbuh; harus menggunakan sistem ganti air.",
        "status": "Asli. Masuk kategori IUCN Red List Status Not Evaluated. Spesies tunggal dari genus Iriatherina. Pertama kali ditemukan pada saluran irigasi dekat Kota Merauke. Diintroduksi ke akuarium Eropa tahun 1974 pada ikan yang berumur sekitar 2 tahun.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FThreadfin%20Rainbowfish.jpg?alt=media&token=f6ce1535-c683-42f3-bc4e-ade385199136" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Bentuk tubuh sangat pipih. Warna zaitun kecokelatan pada bagian dorsal; putih keperakan pada bagian ventral. Sepanjang tubuh terdapat garis kehitaman dari bagian anterior hingga dasar ekor di mana bagian ini berwarna kuning. Sirip anal dan dorsal jantan berwarna kuning-jingga.",
        "distribusi_habitat": "Sistem Sungai Markham, Ramu, Sepik, rawa, dan beberapa danau pada ketinggian sekitar 1.500 m. Juga ditemukan di Danau Sentani, Sungai Sekanto, Sungai Wagani, Sungai Taritatu (Sistem Mamberamo), Papua. Kisaran suhu air 18–28o C.",
        "id_spesies": "ad01",
        "keterangan": "Sering ditemukan bersama Chilaterina dan Glossolepis.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia affinis (Weber, 1908)",
        "nama_lokal": "-",
        "nama_populer": "Northern Rainbowfish",
        "pakan_larva": "Infusoria, pakan alami lainnya.",
        "pemeliharaan": "Suhu 25–28o C; pH 7–8. Pakan alami, bersifat karnivora. Ikan ini sangat mudah beradaptasi di akuarium.",
        "reproduksi": "Budi daya relatif mudah. Jantan dan betina berukuran relatif sama. Mampu bereproduksi pada umur kurang dari setahun. Masa inkubasi telur 7–10 hari pada suhu 24–28o C.",
        "status": "Asli. Masuk kategori IUCN Red List Status Not Evaluated. Koleksi pertama dari anak sungai dekat Njao, Papua, pada Juni 1910 oleh Dr. P.N. van Kampen. Telah dibawa ke Jerman pada tahun 1988.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "14 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FNorthern%20Rainbowfish.jpg?alt=media&token=5a310362-33f9-4cdd-86af-08196474ec45" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna asli tidak diketahui; dalam alkohol: merah kecokelatan pada bagian dorsal dan setengah badan ke anterior berwarna kuning. Terdapat garis horizontal merah kecoklatan pada kedua sisi tubuh. Diduga mirip dengan Boeseman’s rainbow (M. boesemani).",
        "distribusi_habitat": "Hanya ditemukan di Danau Ajamaru di daerah Kepala Burung, Papua, pada ketinggian 250 m dpl.",
        "id_spesies": "ad02",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia ajamaruensis Allen & Cross, 1980",
        "nama_lokal": "-",
        "nama_populer": "Ajamaru Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum pernah dipelihara.",
        "reproduksi": "Tidak ada informasi, diduga mirip dengan spesies Melanotaenia lainnya.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Pertama kali ditemukan tahun 1955, namun tidak ditemukan pada survei tahun 1982 oleh Dr. M. Boeseman. Survei lebih lanjut diperlukan untuk mengetahui status populasi dan ekologisnya secara detail.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "11 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FAjamaru%20Rainbowfish.jpg?alt=media&token=085961b7-0d5b-4d2a-a7ac-27b2975c9cc0" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan umumnya berwarna kebiru-biruan pada tubuh bagian atas diselingi dengan strip-strip abu-abu dan kuning pucat yang berhubungan dengan tiap baris sisik horizontal. Strip tengah biasanya berwarna lebih gelap. Kepala bagian atas berwarna biru atau keabu-abuan, sementara bagian bawah putih keperakan. Sirip-sirip punggung, dubur, perut, dan ekor berwarna kuning pucat dan sirip dada bening. Pola warna ikan betina mirip dengan jantan, kecuali corak strip yang lebih muda dan keperak-perakan.",
        "distribusi_habitat": "Ditemukan di sungai berukuran kecil dekat Teluk Arguni, Desa Gusimawa, Papua Barat. Sungai tempat ditemukannya adalah yang dangkal, memiliki lebar 2–3 meter dengan kedalaman sekitar 0,5 m.",
        "id_spesies": "ad03",
        "keterangan": "Sungai tempat ditemukannya adalah yang dangkal, memiliki lebar 2–3 meter dengan kedalaman sekitar 0,5 m.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia ammeri Allen, Unmack, dan Hadiaty, 2008",
        "nama_lokal": "-",
        "nama_populer": "Ammer’s Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum berhasil dipelihara.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Type locality di habitatnya. Koleksi G.R. Allen dan M. Ammer pada tahun 2008. Dinamakan “ammeri” sebagai penghargaan pada Max Ammer. Peneliti Pusat Penelitian Biologi-LIPI (Hadiaty) berperan dalam kegiatan penelitian ikan ini.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "sekitar 10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FAmmer%E2%80%99s%20Rainbowfish.jpg?alt=media&token=4e90d371-17dc-4b55-a767-6b99bd300973" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan bertubuh sangat pipih, warna kuning terang dengan strip hitam terputus-putus sepanjang sisi tengah paling lebar dan jelas pada bagian belakang sirip pektoral. Mirip dengan M. herbertaxelrodi, tetapi dengan duri sirip anal lebih lembut.",
        "distribusi_habitat": "Ditemukan di Sungai Kurumoi, anak Sungai Yakati pada daerah pertemuan kepala burung (Semenanjung Vogelkop) dengan Pulau Irian utama, pada ketinggian 200–400 m dpl. Sungainya berarus lambat-cepat, dengan dasar pasir atau kerikil dan vegetasi yang jarang.",
        "id_spesies": "ad04",
        "keterangan": "Sungai Yakati berada di Teluk Bintuni.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia angfa Allen, 1990",
        "nama_lokal": "-",
        "nama_populer": "Yakati rainbowfish, Angfa rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Mirip dengan penanganan jenis rainbow lainnya.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Ditemukan tahun 1989 oleh G. Allen. Heiko Bleher pada tahun 1999 mengoleksi spesimen hidup ikan ini dan dibagikan kepada penggemar akuarium.",
        "sumber": "Allen, 1995\nTappin, 2010",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FYakati%20Rainbowfish.jpg?alt=media&token=048e17c2-c992-4a04-b9a5-def9ad733f2d" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan dengan tubuh yang sangat pipih, warna kebiruan dengan kilau keperakan; terdapat garis pada pertengahan tubuh kebiruan selebar satu sisik dan strip jingga tipis di antara barisan sisik secara horizontal. Sirip transparan kebiruan. Individu betina berpenampilan relatif bulat.",
        "distribusi_habitat": "Hanya dari anak sistem Sungai Prafi, yaitu Warmare, Aimasi, dan Nimbai. Lokasinya dekat Manokwari, Papua. Berikutnya ditemukan pula di beberapa sungai, seperti Kebar, Nuni, Asiti, Appi, dan Atai. Kondisi pH perairan antara 7,9–8,7.",
        "id_spesies": "ad05",
        "keterangan": "Dipelihara oleh penduduk di Manokwari.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia arfakensis Allen, 1990",
        "nama_lokal": "-",
        "nama_populer": "Arfak Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Mudah dipelihara dan memiliki kisaran toleransi yang lebar pada kondisi perairan.",
        "reproduksi": "Belum ada informasi, diduga mirip dengan reproduksi ikan rainbow lainnya.",
        "status": "Endemis. Kategori IUCN Red List Status Vulnerable. Pertama kali ditemukan pada tahun 1989; cukup melimpah di tahun 1990. Sejumlah ikan hidup diekspor ke Jerman. Konservasi dibutuhkan untuk melindungi habitat alaminya. Pada tahun 2007, ikan jenis ini ditemukan kembali di Sungai Prafi pada saat dilakukan survei oleh Akademi Perikanan Sorong bekerja sama dengan Lembaga Riset Prancis.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FArfak%20Rainbowfish.jpg?alt=media&token=5fc6e7ba-de69-42ff-a375-1f7e58df0dbd" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Hampir seluruh tubuh berwarna biru dengan sisik yang lebih gelap, namun juga terdapat garis-garis jingga yang membelah warna biru sehingga membentuk garis-garis pula. Bagian ventral cenderung berwarna putih perak dengan segitiga biru pada bagian perut depan. Ciri lain terdapat penebalan pigmen melanofor biru pada tutup insang dan bagian belakang mata. Sangat mirip M. fredericki, namun berbeda pada susunan duri sirip dorsal.",
        "distribusi_habitat": "Hanya terdapat di Pulau Batanta Kepulauan Raja Ampat, bagian barat dari Kepala Burung, Papua Barat. Ditemukan di cekungan Warmon, yang berjarak sekitar 400 m dari wilayah mangrove dan payau.",
        "id_spesies": "ad06",
        "keterangan": "Kepulauan Raja Ampat terdiri dari empat pulau, yaitu Waigeo, Batanta, Salawati, dan Misool.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia batanta Allen & Renyaan, 1998",
        "nama_lokal": "-",
        "nama_populer": "Batanta Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum mampu dibudidaya oleh penggemar ikan hias manapun, termasuk di Pulau Batanta sendiri.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis. Kategori IUCN Red List Status Not Evaluated. Pertama kali ditemukan tahun 1998. Diberi nama “batanta” karena merupakan type locality (tipe khusus setempat, yaitu Pulau Batanta). Berkerabat dekat dengan M. fredericki.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "Jantan 10 cm. Betina 8 cm.",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBatanta%20Rainbowfish.jpg?alt=media&token=ce0890a0-324c-478c-9db9-320eec118cee" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Salah satu dari jenis rainbow yang berwarna sangat indah. Bagian kepala dan tubuh depan berwarna biru-keabuan dan bagian belakang jingga terang dengan 2–3 strip vertikal di antara dua bagian ini. Sirip berwarna jingga, ujung sirip berwarna putih. Jantan berwarna sangat cerah dan indah, ukuran lebih besar dan pipih. Betina cenderung berwarna hijau kebiruan, ukuran kecil, dan bentuk tubuh relatif tebal.",
        "distribusi_habitat": "Endemis di Danau Ajamaru dan Danau Aitinjo-Papua di daerah Kepala Burung/Vogelkop Peninsula.",
        "id_spesies": "ad07",
        "keterangan": "Sudah dibudidayakan di luar Papua.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia boesemani Allen & Cross, 1980",
        "nama_lokal": "Kaskado",
        "nama_populer": "Boeseman’s Rainbowfish",
        "pakan_larva": "Kuning telur matang, Infusoria, Artemia.",
        "pemeliharaan": "Mudah dipelihara dengan suhu 25–28°C dan pH 7,0–8,5. Pakan alami sangat baik untuk mencapai warna optimum. Pada suhu rendah ikan cenderung berjamur dan rawan mati.",
        "reproduksi": "Dapat bereproduksi secara massal dalam tangki/bak/akuarium, dapat pula secara terpisah dengan perbandingan 1 jantan untuk 2–3 betina. Jumlah telur 1 individu betina dapat mencapai 200 butir. Saat pemijahan telur ditempelkan pada substrat yang berupa tanaman air atau substrat buatan. Untuk mendapatkan larva optimal, substrat yang ditempeli telur dipindahkan ke akuarium lain sampai menetas. Masa inkubasi telur 6–7 hari. Induk cenderung tidak mengganggu telur dan larvanya. Setelah seminggu larva dapat memakan Artemia.",
        "status": "Endemis, dibawa ke Jerman pada tahun 1983 oleh H. Bleher. Diperkirakan 60.000 ekor ditangkap per bulan untuk keperluan ekspor. Kategori IUCN Red List Status Endangered antara lain karena introduksi ikan gabus toraja (Channa striata) di habitatnya. Berhasil dikembangkan di Pusat Penelitian Limnologi-LIPI sejak tahun 1990.",
        "sumber": "Said dkk., 2000",
        "ukuran_maksimum": "15 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBoeseman%E2%80%99s%20Rainbowfish.jpg?alt=media&token=cd738845-f9fc-49c2-85ea-8d53e005c798" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna umumnya kecokelatan pada bagian dorsal dan keputih-putihan pada bagian ventral (bawah) tubuh. Bagian tengah tubuh ke arah dorsal juga tampak kuning-jingga menyala. Terdapat garis biru tua pada pertengahan tubuh yang menyala memanjang dari mata hingga dasar sirip ekor, selain terdapat delapan strip warna biru jingga memanjang ke arah ekor. Sirip berwarna biru kecokelatan.",
        "distribusi_habitat": "Sungai Rabiai Wai Semi (cabang Sungai Kaiawat dan Wai Maniel)-Pulau Waigeo (pulau besar sekitar 50 km dari ujung Papua).",
        "id_spesies": "ad08",
        "keterangan": "Pulau Waigeo dekat dengan Pulau Batanta. Berlokasi di sebelah barat Kota Sorong, Papua.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia catherinae (de Beaufort, 1910)",
        "nama_lokal": "-",
        "nama_populer": "Waigeo Rainbowfish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Dapat dipelihara bersama-sama atau terpisah dari kelompoknya. Toleran pada kondisi akuarium dengan suhu 22–28°C dan pH 6,0–8,5.",
        "reproduksi": "Setipe dengan reproduksi ikan Melanotaenia lain, memijah pada media penempel telur, seperti akar tumbuhan air atau ijuk. Substrat berisi telur dipindahkan ke bak lain untuk masa penetasan.",
        "status": "Endemis di Pulau Waigeo. Kategori dan kriteria IUCN Red List Status Low Risk. Merupakan type locality di Sungai Rabiai, Pulau Waigeo. Berhasil dibawa ke Jerman oleh H. Bleher pada tahun 1992.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FWaigeo%20Rainbowfish.jpg?alt=media&token=f37c36fa-2c1f-496c-91a4-bb34775855cf" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna umumnya kebiruan dengan kilau kebiruan pada bagian punggung dan kuning pada sisi badan bagian tengah. Sirip umumnya transparan, tetapi sirip dorsal, anal, dan kaudal berwarna kekuning-kuningan atau merah kecokelatan.",
        "distribusi_habitat": "Sistem Sungai Samson dan anak sungainya dekat Sorong dan berlokasi pada bagian barat Semenanjung Vogelkop, Papua.",
        "id_spesies": "ad10",
        "keterangan": "Diduga juga terdapat di sekitar Pulau Salawati.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia fredericki (Fowler, 1939)",
        "nama_lokal": "-",
        "nama_populer": "Sorong Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi, kemungkinan mirip dengan ikan rainbow lain yang bergenus Melanotaenia.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Pembahasan pertama dilakukan pada spesimen anakan yang dikoleksi pada tahun 1930-an, ikan dewasa dikoleksi pada tahun 1989 oleh G. Allen. Tiga tahun kemudian spesimen hidup ditangkap dan diekspor ke Jerman oleh H. Bleher.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSorong%20Rainbowfish.jpg?alt=media&token=ac7b9f83-1039-4e0f-a83d-0fee3e419ac5" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan bertubuh sangat pipih; warna kecokelatan dengan kilau kuning tembaga pada punggung; keputih-putihan pada bagian ventral. Terdapat garis biru kehitaman pada pertengahan tubuh, biasanya terputus di belakang bagian pektoral dan melebar pada dasar ekor. Sirip dorsal dan anal berwarna kuning krem.",
        "distribusi_habitat": "Penyebaran luas dari Pulau Yamur, Teluk Etna, Papua Barat, sampai wilayah Moresbey PNG. Juga terdapat di Pulau Aru. Pada tahun 2005 ditemukan di 17 tempat di Papua Barat maupun PNG; di Oriomo-Wilayah Timika, Daerah Aliran Sungai Fly-Sungai Elevata, Ok Tedi, bagian atas Sungai Fly, Ok Mart, Ok Menga.",
        "id_spesies": "ad11",
        "keterangan": "Sebarannya sangat luas.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia goldiei (Macleay, 1883)",
        "nama_lokal": "-",
        "nama_populer": "Goldie River Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated. Masih melimpah di alam dengan penyebaran yang sangat luas.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "14 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGoldie%20River%20Rainbowfish.jpg?alt=media&token=2d527462-07b2-44ef-9f97-6f3faa1aa8d6" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan berbentuk sangat pipih. Warna ungu muda keperakan dengan strip sisi tubuh kehitaman yang memanjang hingga ujung posterior. Sirip dorsal, sirip anal, sirip ekor berwarna kemerahan berpinggir putih.",
        "distribusi_habitat": "Sistem sungai yang bermuara ke Teluk Bintuni, Papua-bagian selatan daerah Kepala Burung. Kondisi habitat berupa hutan hujan dengan perairan yang sedikit keruh, mengalir lambat. Suhu perairan 27–28,3°C dengan pH 7,3–7,8. Ditemukan juga di Teluk Bintuni.",
        "id_spesies": "ad12",
        "keterangan": "Senang hidup di area yang mempunyai sedikit tumbuhan air di atas bebatuan atau pasir.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia irianjaya Allen, 1985",
        "nama_lokal": "-",
        "nama_populer": "Irianjaya Rainbowfish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Dapat dipelihara bersama jenis lain yang seukuran; suhu 24–28o C; pH 7,0–7,8; dH tidak terlalu penting. Pakan: berbagai macam pakan ikan hias standar dapat diberikan.",
        "reproduksi": "Memijah pada media penempelan, misalnya ijuk; masa inkubasi tujuh hari pada 26o C. Induk tidak memakan telur/anaknya.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Pertama kali ditemukan pada tahun 1982. Pada tahun 1983 diperkenalkan kepada penggemar akuarium dan relatif berkembang di Eropa dan Amerika. Di Inggris dikenal dengan nama M. wikiki. Tersebar luas dan banyak ditemukan di habitat aslinya.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FIrianjaya%20Rainbowfish.jpg?alt=media&token=55337923-8fa9-4fa7-bab4-394968a00496" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Tubuh bagian atas terdapat strip kebiruan bersesuaian dengan barisan sisik dan strip jingga di antara barisan sisi longitudinal tersebut; bagian ventral kepala dan tubuh keputih-putihan. Ikan jantan memiliki sirip dorsal, anal, dan kaudal berwarna merah-jingga.",
        "distribusi_habitat": "Hanya ditemukan di Pulau Yapen sebelah utara Papua. Pulau ini panjangnya sekitar 160 km dan lebarnya 20 km. Ikan ini menghuni perairan yang jernih dan berbatu pada dataran rendah dekat pantai.",
        "id_spesies": "ad13",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia japenensis Allen & Cross, 1980",
        "nama_lokal": "-",
        "nama_populer": "Yapen Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Sangat cocok untuk dipelihara di akuarium. Pakan dan pemeliharaan umumnya sama dengan kebanyakan ikan rainbow lainnya. Pada habitat alaminya, suhu air antara 24–28o C; pH 7,2–7,8.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Pertama kali dikoleksi pada tahun 1955 oleh Dr. M. Boeseman; diperlukan survei tambahan untuk mengetahui kondisi populasinya. Namanya diambil dari kata “Yapen/Japen” yaitu nama pulau tempat ditemukannya karena merupakan type locality (khas daerah setempat).",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "11 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FYapen%20Rainbowfish.jpg?alt=media&token=e504bf7d-ca0e-4661-a77a-39eb294faccd" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Berwarna biru keperakan pada bagian dorsal dan bergradasi memutih ke arah ventral. Dua lajur warna biru kehitaman bagian tengah tubuh ke arah pangkal ekor. Sirip dorsal pertama dan anal berwarna keputih-putihan, sirip punggung kedua transkulen dengan sisi berwarna biru. Tubuh individu jantan memipih dan lebih melebar dibanding individu betina.",
        "distribusi_habitat": "Ditemukan di Danau Kamakawaiar, salah satu dari tiga danau utama di Papua. Sebagian kecil juga didapatkan di Teluk Triton, yaitu danau di bagian selatan Papua Barat (Irian), sekitar 50 km dari Dermaga Kaimana.",
        "id_spesies": "ad14",
        "keterangan": "Suhu air alami 28,9°C dan pH sekitar 8.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia kamaka Allen dan Renyaan, 1996",
        "nama_lokal": "-",
        "nama_populer": "Kamaka Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Spesies ini dikoleksi pada bulan Juni 1995 oleh Paola Pierucci dan Patrick de Rham. Diberi nama “kamaka” sesuai nama habitatnya, yaitu Danau Kamakawaiar di Teluk Triton, dan merupakan type locality.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FKamaka%20Rainbowfish.jpg?alt=media&token=dac2047c-484c-4d4e-9472-e184417a253a" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Jenis ikan rainbow yang sangat atraktif, memiliki campuran warna yang sangat bervariasi baik di tubuh maupun di bagian sirip, kecuali bagian bawah dagu dan sirip punggung pertama berwarna putih keperakan. Dorsal bagian anterior cenderung biru gelap, namun warna jingga yang semakin nyata ke arah ekor. Terdapat garis tengah gelap memanjang dari belakang mata menuju pangkal ekor. Sirip punggung, sirip anal, dan ekor berwarna merah menyala.",
        "distribusi_habitat": "Danau Lakamura dan Danau Aiwaso, Papua Barat bagian selatan. Sekitar 50 km arah timur Dermaga Kaimana, Papua Barat.",
        "id_spesies": "ad16",
        "keterangan": "Danau Lakamura memiliki panjang sekitar 6–7 km dengan lebar 1–3 km.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia lakamora Allen & Renyaan, 1996",
        "nama_lokal": "-",
        "nama_populer": "Lakamora Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum banyak informasi. Namun, pada musim pemijahan individu jantan berwarna cemerlang.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Nama diambil dari tempat ditemukannya pertama kali, yaitu Danau Lakamura. Ditemukan tahun 1995 oleh Heiko Bleker sebagai ikan hias akuarium.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FLakamora%20Rainbowfish.jpg?alt=media&token=7ed7076a-3390-40a9-8ee0-8d1f6f1cc0df" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan dewasa secara umum berwarna hijau atau cokelat zaitun pada bagian punggung dan putih keperakan pada tubuh bagian bawah. Sisi bagian atas memantulkan warna biru; terdapat strip jingga tipis pada sisi antara barisan sisik arah mendatar.",
        "distribusi_habitat": "Hanya dikoleksi dari satu sungai kecil sekitar 2 km ke arah hulu dari Danau Bira pada sistem Sungai Mambramo bagian bawah. Habitat ikan ini terletak di hutan hujan yang lebat di perairan berbatu.",
        "id_spesies": "ad17",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia maylandi Allen, 1982",
        "nama_lokal": "-",
        "nama_populer": "Mayland’s Rainbowfish",
        "pakan_larva": "Umumnya organisme kecil.",
        "pemeliharaan": "Pemeliharaan ikan ini mirip dengan jenis rainbow lainnya, dapat menyesuaikan diri dengan lingkungan akuarium.",
        "reproduksi": "Belum ada informasi; kemungkinan mirip dengan M. affinis.",
        "status": "Endemis dengan kategori IUCN Red List Status Least Concern. Ditemukan oleh H. Bleher dan G.R. Allen pada tahun 1982. Belum diperkenalkan kepada penggemar ikan hias. Pemberian nama sebagai penghargaan pada Hans Mayland, yaitu seorang penulis, fotografer, dan penggemar akuarium dari Jerman.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "13 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FMayland%E2%80%99s%20Rainbowfish.jpg?alt=media&token=b4ea7c0b-9822-4b01-aec3-3bb0a6496625" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan dewasa umumnya berwarna kuning bercampur kebiru-biruan dengan strip pada bagian pertengahan tubuh horizontal berwarna biru kehitaman. Bagian perut berwarna putih keperakan, sedangkan bagian dorsal cenderung terang keemasan. Sirip perut dan sirip anal berwarna keemasan. Secara keseluruhan warnanya mirip dengan Melanotaenia catherinae yang endemis di Pulau Waigeo yang berjarak 160 km dengan Pulau Misool.",
        "distribusi_habitat": "Hanya ditemukan di Pulau Misool, yaitu pulau kedua terbesar dari empat pulau di Raja Ampat, Papua.",
        "id_spesies": "ad18",
        "keterangan": "Ukuran Pulau Misool sekitar 90 km x 38 km dengan jarak sekitar 32 km dari pulau utama Papua.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia misoolensis Allen, 1982",
        "nama_lokal": "-",
        "nama_populer": "Misool Rainbowfish",
        "pakan_larva": "Kemungkinan serupa dengan jenis ikan rainbow lainnya, zooplankton berukuran kecil.",
        "pemeliharaan": "Kemungkinan sama dengan pemeliharaan jenis rainbow lainnya.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Least Concern. Diekspor ke Jerman pada tahun 1992. Kurang dikenal di kalangan penggemar ikan hias, tetapi relatif cepat populer. Nama yang diberikan merujuk pada nama pulau asalnya (Pulau Misool) sebagai type locality.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FMisool%20Rainbowfish.jpg?alt=media&token=26dc2e30-500b-44cb-8082-72d0af44b505" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna tubuh cenderung biru pada bagian dorsal lalu menguning dan memutih ke arah ventral tubuh. Terkadang ditemukan garis yang berwarna agak gelap sepanjang bagian tengah tubuh seakan memisahkan kedua warna tubuh tadi. Strip tersebut kadang menyatu membentuk pita yang lepas. Sirip berwarna biru transparan.",
        "distribusi_habitat": "Hanya dari Sungai Lorentz, salah satu sungai yang mengalir ke arah selatan Papua; berupa rawa yang ditumbuhi pandan sepanjang pinggiran sungai. Bagian Papua ini belum sepenuhnya tereksplorasi oleh ahli biologi. Juga di anak sungai di utara Timika.",
        "id_spesies": "ad19",
        "keterangan": "Sering ditemukan bersama dengan M. goldiei dan Pseudomugil nevaeguineae.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia ogilbyi Weber, 1910",
        "nama_lokal": "-",
        "nama_populer": "Ogilby’s Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum pernah dibudidayakan.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Pertama kali ditemukan pada tahun 1907 sebanyak 7 spesimen. Pada tahun 1995 ditemukan oleh Allen di Timika. Belum dikenal oleh penggemar akuarium internasional.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FOgilby%E2%80%99s%20Rainbowfish.jpg?alt=media&token=94e9a5e6-4a76-4be5-aa2e-47ba291eeada" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan dewasa memiliki warna yang bervariasi; jantan kebiruan dengan strip hitam pada sisi tubuh atau keperakan dengan strip merah tipis di antara tiap barisan sisik pada sisi tubuh. Namun, didapatkan juga ikan berwarna cenderung merah lebih dari setengah tubuh arah posterior. Semua sirip berwarna merah. Perubahan warna ini cenderung dipengaruhi masa reproduksi. Ikan betina berwarna kurang cerah atau cenderung pucat.",
        "distribusi_habitat": "Hanya di Danau Kurumoi, danau kecil yang terletak di leher Kepala Burung, merupakan bagian dari Sungai Yakati, terletak di pedalaman Papua. Danau ini panjang dan lebarnya hanya 800 m dan 500 m. Perairannya sangat keruh dan beberapa bagian ditumbuhi oleh tanaman air Ceratophillum demersum.",
        "id_spesies": "ad20",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia parva Allen, 1990",
        "nama_lokal": "-",
        "nama_populer": "Lake Kurumoi Rainbowfish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Dapat hidup tenang dan bereproduksi pada suhu antara 26–27°C dengan pH air 6,5–7,5.",
        "reproduksi": "Sejauh yang diketahui bahwa satu induk betina yang diberi makan Chironomus atau jentik nyamuk Culex mampu menghasilkan 40–60 butir telur.",
        "status": "Endemis dengan kategori IUCN Red List Status Vulnerable. Pada tahun 1999 dikoleksi oleh Heiko Bleher dan diperkenalkan kepada penggemar ikan hias. Keberadaan ikan nila (Oreochromis niloticus) mengancam habitat yang berupa danau karena aktivitas bersarang dan makannya diduga memengaruhi tingkat kekeruhan. Tahun 2007 pada survei yang dilakukan oleh Papuan National Marine and Fisheries Research membawa ikan tersebut ke Jakarta untuk dikembangkan di Balai Penelitian dan Pengembangan Budidaya Ikan Hias (BPPBIH)-Dep. Kelautan dan Perikanan, Depok. “Parva” berarti kecil (Latin).",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FLake%20Kurumoi%20Rainbowfish.jpg?alt=media&token=09a6a74a-aaad-464a-8a23-e8f13392a1aa" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Penampilan warna pada bagian dorsal cenderung biru keunguan yang semakin memudar ke arah ventral tubuh. Bagian tengah terdapat garis pertengahan tubuh berwarna gelap kehitaman yang seakan memisahkan bagian dorsal dan ventral. Juga terlihat beberapa alur berwarna kuning. Sirip berwarna keunguan dan tembus cahaya (translucent).",
        "distribusi_habitat": "Hanya ditemukan di sungai kecil (Welfriyang Creek) dengan jarak 1–2 km dari Danau Kamakawaiar (Danau Kamaka) Papua Barat. Ikan ini banyak ditemukan pada sungai kecil dengan kedalaman 1–2 m dan lebar 4–5 m.",
        "id_spesies": "ad21",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia pierucciae Allen & Renyaan, 1996",
        "nama_lokal": "-",
        "nama_populer": "Pierucci’s Rainbowfish",
        "pakan_larva": "Artemia (seperti larva ikan rainbow lainnya).",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Nama “pierucci” sebagai hadiah untuk Paula Pierucci yang ikut survei bersama Heiko Bleher pada bulan Juni 1995.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPierucci%E2%80%99s%20Rainbowfish.jpg?alt=media&token=4875045a-cf38-4fc6-a6c1-0546ec07ecd2" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan jantan berwarna biru neon dengan sirip dorsal, anal dan ekor berwarna merah, kadang jingga menyala. Bentuk tubuh pipih. Ikan betina berpenampilan sama, hanya saja sirip berwarna kuning. Banyak jenis ikan pelangi berukuran mungil, namun jenis ini mendapat julukan ikan pelangi mungil.",
        "distribusi_habitat": "Ditemukan pada sungai yang jernih, dangkal, dan beraliran deras di daerah Dabra dan Iritoi di sisi dataran Mambramo, Papua. Suhu air habitat 27,8°C dengan pH 6,5.",
        "id_spesies": "ad22",
        "keterangan": "Dikhawatirkan terancam punah karena memiliki habitat terbatas.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia praecox (Weber & de Beaufort, 1922)",
        "nama_lokal": "Pelangi mungil",
        "nama_populer": "Dwarf-neon Rainbowfish",
        "pakan_larva": "Infusoria, kuning telur ayam rebus, pelet halus.",
        "pemeliharaan": "Mudah dipelihara; kisaran suhu 24–27°C dengan pH 6,5–7,0. Sangat pendamai, tidak agresif sehingga dapat dipelihara baik secara terpisah maupun dalam akuarium bercampur dengan ikan rainbow jenis lain. Pakannya sama dengan Melanotaenia lainnya, yaitu Chironomus, jentik nyamuk, cacing, bahkan pelet udang.",
        "reproduksi": "Pemijahan dapat berlangsung secara massal atau individual, rasio 1 jantan dengan 1–2 betina. Telur ditempelkan pada akar tanaman atau rerumputan ataupun substrat buatan. Jumlah telur sekitar 20–30 butir; menetas dalam 8–10 hari pada suhu 26°C, dapat juga lebih cepat.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Berkembang baik di Pusat Penelitian Limnologi-LIPI sejak tahun 1997. Ditemukan secara musiman di pedagang ikan hias.",
        "sumber": "Said dkk., 2000",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FDwarf-neon%20Rainbowfish.jpg?alt=media&token=3f46feba-0330-47a5-9b1b-4d15b4cb3346" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna abu-abu kebiruan atau kehijauan yang cenderung memudar pada tubuh bagian bawah. Setiap baris sisik horizontal dibatasi oleh strip tipis berwarna jingga-merah; membran sirip dorsal kedua dan sirip anal berwarna merah anggur. Individu jantan berwarna lebih mencolok, berukuran relatif besar, dan lebih memipih dibandingkan individu betina.",
        "distribusi_habitat": "Ikan ini terdistribusi luas di Papua dan PNG; juga terdapat di Pulau Aru. Habitatnya berupa dataran rendah dekat pantai. Ditemukan pada anak sungai atau sungai-sungai besar, perairan yang jernih maupun keruh. Sering ditemukan pada sungai, laguna, dan danau yang bervegetasi padat. Suhu 24–33°C dengan pH 5,6–7,5.",
        "id_spesies": "ad23",
        "keterangan": "Umumnya ditemukan di antara tumbuhan permukaan air; bersama dengan Melanotaenia affinis dan M. goldiei.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia splendida Sub sp. rubrostriana (Ramsay & Ogilby, 1886)",
        "nama_lokal": "-",
        "nama_populer": "Red-striped Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Kondisi alami adalah suhu 24–33°C; pH 5,6–7,5. Toleransi suhu sangat lebar, jadi pemeliharaan mudah dilakukan. Pemeliharaan umumnya pada suhu 27°C dengan pH sekitar 7 dan kesadahan (hardness) 12.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Sangat banyak ditemukan di habitatnya. Spesimen hidup dikoleksi G. Allen antara tahun 1978–1982.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "16 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FRed-striped%20Rainbowfish.jpg?alt=media&token=da750765-9ff2-433d-ab67-6d589d1a936b" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Ikan dewasa berwarna cokelat atau zaitun pada bagian punggung dan kuning pada sisi bagian bawah. Terdapat garis pertengahan tubuh berwarna biru-hitam dengan strip kuning hingga putih pada pinggiran atas dan bawah strip tersebut. Ikan jantan yang siap kawin menampakkan kilau kuning keemasan pada bagian atas kepala.",
        "distribusi_habitat": "Ditemukan di sungai kecil dan anak-anak sungai yang lebih besar di DAS Mambramo, Papua. Tidak ditemukan di sungai besar yang keruh seperti Mambramo, tetapi lebih menyukai aliran yang jernih yang mengalir melalui hutan hujan yang umumnya dekat kaki bukit. Dasar sungai berbatu atau berpasir.",
        "id_spesies": "ad25",
        "keterangan": "Melimpah di aliran yang lambat hingga deras. Habitatnya sama dengan Chilatherina fasciata.",
        "kode_area": "1",
        "nama_ilmiah": "Melanotaenia vanheurni (Weber & de Beaufort, 1922)",
        "nama_lokal": "-",
        "nama_populer": "Van Heurn’s Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Habitat aslinya dengan suhu 25–28°C dengan pH 7,1–7,5. Pemeliharaan disesuaikan dengan kondisi alaminya.",
        "reproduksi": "Tidak ada informasi; diduga mirip Melanotaenia lainnya.",
        "status": "Endemis dengan kategori IUCN Red List Status Data Deficient. Dibawa ke Jerman pada tahun 1992. Masih melimpah di habitatnya.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "20 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FVan%20Heurn%E2%80%99s%20Rainbowfish.jpg?alt=media&token=e82a10cd-e26e-4d04-b4b9-08fb76f3e362" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Hasil perpaduan antara Glosolepis incisus dengan Melanotaenia praecox. Bentuk tubuh cenderung memanjang seperti induk G. incisus. Warna tubuh biru kemilau, bila ditelaah dengan saksama terdapat sembilan garis merah sepanjang tubuh. Sirip berwarna jingga-merah. Ukuran, bentuk, dan warna hampir seragam. Keunikan yang muncul apabila hibrida ini mencapai umur 1,5 tahun atau lebih, warna merah mulai menghilang perlahan-lahan sehingga akhirnya berwarna putih polos keperakan. Makin bertambah umur akan muncul garis lateral berwarna hitam di sepanjang tubuhnya.",
        "distribusi_habitat": "Distribusi masih relatif terbatas karena merupakan hasil pengembangan di Pusat Penelitian Limnologi-LIPI, yaitu di beberapa tempat budi daya ikan hias di sekitar Bogor dan di pasaran ikan hias. Kode area merunut ke kode area nenek moyangnya.",
        "id_spesies": "ae02",
        "keterangan": "Hibrida yang dihasilkan mulai tahun 1998.",
        "kode_area": "1",
        "nama_ilmiah": "Glopicoo (“strain”) Said, 1998",
        "nama_lokal": "-",
        "nama_populer": "Neon-red Rainbowfish",
        "pakan_larva": "Kuning telur ayam rebus, artemia.",
        "pemeliharaan": "Hidup di akuarium atau bak dengan suhu 24,5–27°C dan pH 6,5–8. Pakan bervariasi dari pakan hidup, seperti Tubificidae, Chironomus, dan pelet. Ketahanan hidup tinggi sampai 85%. Umur yang pernah dicapai sampai 7 tahun.",
        "reproduksi": "Masih infertil. Perlu penelitian lebih lanjut untuk menghasilkan yang fertil.",
        "status": "Hasil hibridisasi pada tahun 1998. Perpaduan Glossolepis dengan M. praecox (pikok). Nama diambil dari perpaduan kedua induknya dan nama kecil pelaku pertama hibridisasi (Koo). Butuh penelitian lebih lanjut agar mampu memiliki keturunan sehingga terbentuk ikan pelangi ”strain” baru.",
        "sumber": "Said dkk., 2000 dan 2005",
        "ukuran_maksimum": "9 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FNeon-red%20Rainbowfish.jpg?alt=media&token=7e1da8c5-df50-4e1c-a3a7-de57a478c1df" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Genus Pelangia ini berkerabat dekat dengan Glossolepis, dari segi penampakan luar dan ciri osteologinya (struktur tulangnya). Warna tubuh kuning kecokelatan hingga putih keperakan pada sisi bagian bawah. Jantan yang berukuran lebih besar memiliki bercak-bercak kuning pada bagian tengah sisi. Perbedaan antara jantan dan betina pada spesies ini tidak begitu menonjol dibandingkan dengan ikan rainbow pada umumnya.",
        "distribusi_habitat": "Danau Mbuta yang terletak sekitar 8 km dari Teluk Etna Papua Barat sebenarnya berupa cekungan-cekungan rawa yang dikelilingi pegunungan rendah. Air jernih, tetapi berwarna gelap seperti teh (mencirikan air gambut). Kondisi habitat dengan suhu 25,8°C dan pH 6,4.",
        "id_spesies": "an01",
        "keterangan": "Hidupnya berkelompok dalam jumlah individu yang relatif sedikit.",
        "kode_area": "1",
        "nama_ilmiah": "Pelangia mbotanensis Allen, 1998",
        "nama_lokal": "-",
        "nama_populer": "Lake Mbuta Rainbowfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Spesies tunggal. Ditemukan bersama Melanotaenia goldiei, namun perbandingannya sangat kecil (M. goldiei : P. mbutanensis = 3 : 1).",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FLake%20Mbuta%20Rainbowfish.jpg?alt=media&token=75147c0d-2927-4350-8726-b6a8f78108aa" 
    },
    {
        "Sumber": "Allen, 1995; Tappin, 2010",
        "asal": "Papua",
        "ciri_umum": "Pseudomugil gertrudae memiliki tubuh yang agak pipih dan memanjang dengan warna biru keperakan yang semitransparan, ada juga yang berwarna kuning keemasan. Ikan ini memiliki dua sirip punggung yang saling berdekatan, yang pertama jauh lebih kecil dari yang kedua. Ujung sirip perut bisa berwarna kuning terang, jingga, atau merah-jingga. Sirip-sirip punggung, dubur, dan ekor bisa berwarna putih jernih, abu-abu keperakan, atau kuning disertai bintik-bintik berwarna gelap.",
        "distribusi_habitat": "Distribusi di Kepulauan Aru (Pulau Terangan), Papua, dan Australia. Habitat berupa sungai-sungai kecil, rawa-rawa, laguna, sungai pada hutan hujan, yang berasosiasi dengan tumbuhan air, sisa-sisa kayu, dan daun-daunan. Substrat biasanya berupa lumpur dengan tumbuhan air yang tumbuh hingga permukaan. Kisaran suhu dan pH air sangat luas, yaitu 12–34°C dan pH 3,7–9,4.",
        "id_spesies": "bb03",
        "keterangan": "Spesies ini terdistribusi di beberapa tempat sehingga ditemui variasi yang tinggi pada warna, ukuran tubuh, ukuran dan bentuk sirip di antara populasi yang berbeda.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil gertrudae Weber, 1911",
        "nama_lokal": "-",
        "nama_populer": "Spotted Blue Eye Fish",
        "pakan larva": "Artemia, Infusoria, kopepod, fitoplankton, dan cacing kecil.",
        "pemeliharaan": "Kisaran suhu dan pH air yang disarankan untuk pemeliharaan, yaitu 23–28oC dan 6,0–7,0. Pakan alami berupa udang-udangan kecil, serangga dan invertebrata air lain, berudu, dan alga. Dalam akuarium, ikan jenis ini dapat diberi pakan hidup atau beku, seperti Daphnia, kopepod, jentik nyamuk, artemia, dan cacing sutra. Ikan ini bersifat damai.",
        "reproduksi": "Di alam, pemijahan biasanya terjadi pada awal musim hujan yang biasanya disertai dengan peningkatan ketersediaan pakan berupa plankton dan pakan lainnya. Telur biasanya disebar di antara tumbuhan air dan rumput. Satu betina mengeluarkan 10–12 telur dan biasanya memijah pada usia 1 tahun. Rasio terbaik dalam pemeliharaan 1 jantan dengan 2–3 ekor betina, dalam jumlah total 10–15 individu. Kisaran pH air 5,5–7,5.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Pertama kali dipelihara pada awal tahun 1990-an di Pulau Aru. Diekspor ke Jerman sekitar tahun 1982. Sangat populer di kalangan penggemar ikan hias Australia.",
        "ukuran_maksimum": "3 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSpotted%20Blue%20Eye%20Fish.jpg?alt=media&token=71c34b21-e894-4de5-ad4c-cf934161d13c" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Tubuh kecil memanjang, memiliki dua sirip punggung yang berdekatan satu sama lain, yang pertama jauh lebih kecil daripada yang kedua. Warna tubuh bening kebiru-biruan dengan sirip yang bening kekuningan. Sebuah garis tipis mendatar berupa pigmen hitam memanjang dari sirip dada hingga pangkal sirip ekor. Garis ini diperjelas dengan adanya sisik-sisik berwarna biru terang di atas dan di bawahnya.",
        "distribusi_habitat": "Tersebar luas di Papua (Bintuni, Timika, Sungai Kikori, hingga Semenanjung Vogelkop), Papua New Guinea, dan Australia. Ikan ini dapat hidup di perairan tawar, payau, hingga asin, dengan habitat berupa sungai, payau berlumpur yang terlindung mangrove, dan kisaran suhu 22–39°C.",
        "id_spesies": "bb04",
        "keterangan": "Tidak banyak terkoleksi dari kawasan mangrove.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil inconspicuus Robert, 1978",
        "nama_lokal": "-",
        "nama_populer": "Inconspicuous Blue Eye Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Masih sulit dipelihara di akuarium.",
        "reproduksi": "Pemijahan biasanya terjadi pada awal musim hujan.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Pertama kali dikoleksi oleh Tyson Robert, seorang ilmuwan ikan (iktiologis) Amerika pada tahun 1975. Warna tubuh kurang cemerlang sehingga kurang populer.",
        "sumber": "Allen, 1995",
        "ukuran_maksimum": "3,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FInconspicuous%20Blue%20Eye%20Fish.jpg?alt=media&token=bac276e9-0406-4d70-a504-c95f48b86c11" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Kepala dan seluruh badan berpenampilan semitransparan dengan sering menampakkan warna kebiru-biruan atau kemerah-merahan. Iris mata berwarna biru kuat. Operkulum, abdomen, dan sirip renang berwarna keperak-perakan. Sirip dorsal bagian tepi dan pangkal sirip ekor berwarna merah terang. Masuk dalam kategori ikan berukuran kecil.",
        "distribusi_habitat": "Jenis ini ditemukan di anak Sungai Ajka, Sungai Iwaka, dan Sungai Kopi di Wilayah Timika-Tembagapura, Papua Barat. Perairan jernih, dangkal yang berdasar pasir, kerikil maupun bebatuan, dan yang jarang terdapat tumbuhan air. Kadang-kadang juga di air jernih yang berwarna.",
        "id_spesies": "bb05",
        "keterangan": "Warna gelap yang jernih pada air sungai karena kandungan substansi organik. Oleh karena itu, sungai ini dinamakan Kali Kopi (warna gelap seperti kopi). Ditemukan bersama jenis P. pellucidus, P. novaeguineae, Melanotaenia goldiei, M. splendida rubrostriata, dan M. ogilbyi.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil ivantsoffi Allen & Renyaan, 1999",
        "nama_lokal": "-",
        "nama_populer": "Ivantsoff Blue Eye Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Kondisi alami pada kisaran temperatur 24–28°C dengan pH air antara 6,7–7,8.",
        "reproduksi": "Belum ada informasi.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Pertama kali diidentifikasi sebagai Pseudomugil reticulatus berdasarkan kemiripan dengan individu betina yang diperoleh dari Timika, akan tetapi akhirnya kedua populasi tersebut sangat berbeda. Nama tersebut diambil sebagai penghargaan kepada Walter Ivantsoff atas kontribusi dan pengetahuannya tentang taksonomi atherinoid (Atheriniformes, nama ordo ikan ini).",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "3 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FIvantsoff%20Blue%20Eye%20Fish.jpg?alt=media&token=b67b4635-a450-4008-8769-9dc94cc32325" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Tubuh berwarna kekuning-kuningan yang semi tembus cahaya. Di kedua sisi tubuh terdapat garis berwarna gelap. Individu jantan memiliki sirip dorsal pertama (bagian anterior), sirip dorsal kedua, dan sirip anal yang mengalami pemanjangan. Jantan dewasa menunjukkan warna merah pada sisi dorsal dan tepi luar sirip dorsal. Lingkaran mata berwarna emas mengelilingi pupil dan iris yang berwarna keperak-perakan.",
        "distribusi_habitat": "Distribusi cukup luas antara Teluk Etna Papua Barat dan Sungai Fly Papua New Guinea, juga ditemukan di Kepulauan Aru. Ditemukan di Sungai Kopi bersama jenis P. invantsoffi. Banyak dikoleksi dari habitat pada air dengan pH sekitar 7,8 dan suhu sekitar 24,5o C.",
        "id_spesies": "bb06",
        "keterangan": "Pada habitatnya juga ditemukan jenis P. pellucidus, Melanotaenia goldiei, M. splendida rubrostriata, dan M. ogilbyi.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil novaeguineae Weber, 1908",
        "nama_lokal": "-",
        "nama_populer": "New Guinea Blue Eye Fish",
        "pakan_larva": "Belum ada informasi, diduga sama dengan ikan Blue eye lainnya.",
        "pemeliharaan": "Dapat dipelihara pada kondisi alami, seperti suhu sekitar 24o C dengan pH 7,8, namun informasinya sangat sedikit.",
        "reproduksi": "Jenis ini memiliki kekhasan, yaitu menempelkan telurnya yang berwarna kemerah-merahan pada tumbuhan.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Pertama kali ditemukan pada tahun 1907 oleh H.A. Lorentz. Sekitar tahun 1976 dan 1989 spesimen hidup dikoleksi dan dibawa ke Jerman. Belum berhasil dikembangkan oleh penggemar ikan hias.",
        "sumber": "Allen, 1995 Tappin, 2010",
        "ukuran_maksimum": "4–5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FNew%20Guinea%20Blue%20Eye%20Fish.jpg?alt=media&token=f7cd4d40-52e8-47c3-9c17-e9d7854fa6fd" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Tubuh tembus cahaya dengan kepala dan perut berwarna keperakan. Sirip perut berwarna kekuningan. Ikan jantan berwarna lebih terang dengan sirip ekor yang lebih memanjang daripada betina. Betina berukuran lebih kecil dengan sirip yang juga lebih kecil.",
        "distribusi_habitat": "Ditemukan di Sungai Sorong-Semenanjung Vogelkop-Papua Barat dan Papua New Guinea di sungai dan rawa-rawa berair jernih serta banyak tumbuhan air. Salah satu habitatnya memiliki suhu 26,8o C dan pH 7,6.",
        "id_spesies": "bb07",
        "keterangan": "Ditemukan bersama P. gertrudae dan Melanotaenia splendida rubrostriata.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil paludicola Allen & Moore, 1981",
        "nama_lokal": "-",
        "nama_populer": "Swamp Blue Eye Fish",
        "pakan_larva": "Belum ada informasi. Diduga sama dengan Blue eye lainnya.",
        "pemeliharaan": "Belum ada informasi. Suhu sekitar 27°C dan pH sekitar 7,6 sesuai suhu habitat asli.",
        "reproduksi": "Belum ada informasi, diduga mirip dengan pola reproduksi Blue-eyes lainnya, seperti P. gertrudae.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Pertama kali ditemukan oleh Raymond Moore pada tahun 1973 di wilayah Papua New Guinea.",
        "sumber": "Allen, 1995 Tappin, 2010",
        "ukuran_maksimum": "5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSwamp%20Blue%20Eye%20Fish.jpg?alt=media&token=1563f80f-8655-499b-890e-bc2e86f67cbc" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Memiliki dua sirip punggung yang saling berdekatan, yang pertama jauh lebih kecil daripada yang kedua. Jantan memiliki warna tubuh yang semi-tembus cahaya berwarna kebiru-biruan pada bagian perut dan garis kekuning-kuningan pada bagian tengah. Sirip umumnya tembus cahaya dengan bercak hitam dan margin berwarna putih atau kuning. Ikan betina tidak memiliki bercak pada sirip dan tidak memiliki warna seperti ikan jantan.",
        "distribusi_habitat": "Mendiami sungai dengan aliran lambat dan berlumpur atau air gambut dengan banyak tumbuhan air. Ditemukan di antara Teluk Etna dan Fly River. Suhu sekitar 25–26°C dan pH 6,1–6,5.",
        "id_spesies": "bb08",
        "keterangan": "-",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil paskai Allen & Ivantsoff, 1986",
        "nama_lokal": "-",
        "nama_populer": "Paska’s Blue Eye Fish",
        "pakan_larva": "Identik dengan P. Gertrudae.",
        "pemeliharaan": "Kondisi di alam kisaran pH 6–6,5 dan kisaran suhu 25–26°C. Cenderung identik dengan P. gertrudae.",
        "reproduksi": "Cenderung identik dengan P. gertrudae.",
        "status": "Asli dengan kategori IUCN Red List Status Data Deficient. Pertama kali ditemukan oleh G. Allen dan D. Balloch pada tahun 1983, dan spesimen hidup berhasil dikirim ke Australia.",
        "sumber": "Allen, 1995 Tappin, 2010",
        "ukuran_maksimum": "3,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPaska%E2%80%99s%20Blue%20Eye%20Fish.jpg?alt=media&token=bc3f73d9-c681-41db-b98f-10ea5baaa9c3" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Penampilan sangat mirip dengan P. novaeguineae, namun berbeda pada beberapa ciri, antara lain panjang dan jumlah duri pada sirip dorsal pertama, jumlah duri sirip anal, maupun bentuk langit-langit bagian depan (vomer). Tubuh sangat transparan dengan kepala berwarna perak kemerah-merahan menuju operculum dan peritoneum. Ujung sirip dorsal pertama berwarna hitam dan memiliki titik oranye pada duri pertama, sedangkan sisi dalam sirip anal berwarna kuning.",
        "distribusi_habitat": "Ditemukan di anak Sungai Iwaka dan Sungai Kopi di wilayah Timika Tembagapura, Papua Barat. Umumnya di perairan jernih atau jernih berwarna teh (tannin-stained). Sungai kecil, dangkal, berdasar pasir, kerikil, atau batu. Suhu 24–28°C dengan pH 6,7–7,8.",
        "id_spesies": "bb09",
        "keterangan": "Jenis ini juga ditemukan pada habitat P. invantsoffi, P. novaeguineae, M. goldiei, M. splendida rubrostriata, M. ogilbyi.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil pellucidus Allen, Ivantsoff, & Renyaan, 1998",
        "nama_lokal": "-",
        "nama_populer": "Transparent Blue Eye Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Kondisi alami pada kisaran suhu 24–28°C dengan pH air antara 6,7–7,8.",
        "reproduksi": "Seperti Pseudomugil novaeguineae, jenis ini juga menempelkan telurnya yang berwarna kemerah-merahan.",
        "status": "Endemis dengan kategori IUCN Red List Status Vulnerable. Penampilannya bening, karena itu diberi nama 'pellucidus' (Latin) yang berarti bening atau transparan. Pada tahun 2004 ditemukan di Sungai Meyon, namun dengan penampilan warna yang berbeda.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "4 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTransparent%20Blue%20Eye%20Fish.jpg?alt=media&token=3a5f17ed-6553-4dc2-ba24-b3a2636e430b" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna pada umumnya cokelat muda kehijauan yang transparan. Bagian tepi sirip dorsal, anal, dan ekor berwarna oranye terang menuju merah, sedangkan sirip-sirip dan bagian ventral dada berwarna kuning. Mata berwarna biru yang nyata. Individu betina juga berwarna hampir sama.",
        "distribusi_habitat": "Sungai di hutan hujan yang bervegetasi baik, sekitar 2 km sebelah timur Danau Ajamaru bagian tengah Semenanjung Vogelkop, Papua. Habitat bervariasi, namun umumnya di perairan dangkal yang jernih dan banyak mengandung vegetasi pada kisaran suhu 24–28°C dengan pH 7,1–7,6.",
        "id_spesies": "bb10",
        "keterangan": "Pernyataan bahwa jenis ini terdapat di New Guinea adalah tidak benar, karena mereka mengoleksi ikan ini dari habitat asli, yaitu Danau Ajamaru, Papua.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil reticulatus Allen & Ivantsoff, 1986",
        "nama_lokal": "-",
        "nama_populer": "Vogelkop Blue Eye Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Kondisi alami pada suhu 24–28°C dengan pH netral 7,1–7,6.",
        "reproduksi": "Telurnya berwarna jingga-merah.",
        "status": "Endemis dengan kategori IUCN Red List Status Not Evaluated. Spesimen hidup dikoleksi oleh Heiko Blecher pada tahun 1998, tetapi jarang terlihat dalam perdagangan ikan hias. Umumnya menjadi koleksi beberapa penggemar akuarium yang sangat tertarik pada ikan rainbow.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "4 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FVogelkop%20Blue%20Eye%20Fish.jpg?alt=media&token=ebec800d-72e8-4685-ae8b-b3f1e928f948" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Warna tubuh ikan jantan umumnya cokelat keemasan pada bagian atas dan cokelat kekuningan dengan kilau perak pada bagian bawah garis pertengahan tubuh yang terdiri dari sisik-sisik keperakan yang terputus-putus yang membesar pada ikan dewasa. Bagian tepi sisik tubuh berwarna hitam dan membentuk pola kisi-kisi yang menarik. Ikan ini memiliki dua sirip punggung yang saling berdekatan, sirip punggung yang pertama jauh lebih kecil dari sirip kedua. Sirip-sirip ini berwarna dasar jingga keemasan dengan tepi luar kuning muda. Sirip punggung kedua dan sirip dubur memiliki bercak-bercak putih dengan pola agak membulat. Sirip ikan jantan berukuran lebih besar.",
        "distribusi_habitat": "Ditemukan di Kepulauan Aru, Papua, dan Australia. Di perairan tawar sampai payau, di wilayah paparan banjir, rawa-rawa, dan anak-anak sungai dengan aliran yang lambat dan banyak tumbuhan air.",
        "id_spesies": "bb11",
        "keterangan": "Ditemukan dalam jumlah banyak pada pertengahan musim hujan.",
        "kode_area": "1",
        "nama_ilmiah": "Pseudomugil tenellus Taylor, 1964",
        "nama_lokal": "-",
        "nama_populer": "Delicate Blue Eye Fish",
        "pakan_larva": "Artemia, kopepod, fitoplankton, dan cacing kecil.",
        "pemeliharaan": "Ikan ini berumur relatif pendek, sekitar 1 tahun, tetapi juga dapat mencapai umur 4 tahun jika diberikan kondisi akuarium yang sesuai, yaitu kondisi air seperti habitat alaminya. Kisaran suhu pada habitat alami 25–30°C, kisaran pH 6–7,2. Pakan alami berupa alga, udang-udangan kecil, dan serangga air, hingga beragam material organik berupa detritus. Dapat juga diberi pakan beku berupa Artemia, Daphnia, jentik nyamuk, cacing darah, dan pakan ikan hias dari alga, seperti spirulina.",
        "reproduksi": "Pemijahan dapat berlangsung sepanjang tahun, tetapi puncaknya terjadi pada awal musim hujan sekitar Oktober–Desember. Suhu sebaiknya di atas 24°C. Telur disebar di antara tumbuhan air dan rumput. Metode pemijahan yang lebih disukai adalah pemijahan kelompok dengan beberapa jantan dan betina.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated. Pertama kali dikoleksi oleh ahli ikan Amerika R.R. Miller pada tahun 1948.",
        "sumber": "Tappin, 2010",
        "ukuran_maksimum": "4–5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FDelicate%20Blue%20Eye%20Fish.jpg?alt=media&token=3896c7ec-8394-4537-8d37-08b4b05ad59e" 
    },
    {
        "asal": "Papua",
        "ciri_umum": "Bentuk badan pipih memanjang dengan warna kuning-kehijauan mengilap. Dua buah sungut terdapat di ujung rahang bawah. Sirip dada cenderung ke arah ventral dan memiliki ujung yang runcing. Hanya memiliki satu sirip punggung. Sirip punggung, sirip ekor, dan sirip anal berbintik dan cenderung membulat.",
        "distribusi_habitat": "Papua dan Australia. Di Papua, seperti di Merauke, Mappi, Asmat, dan Boven Digul. Hidup di sungai-sungai besar.",
        "id_spesies": "va02",
        "keterangan": "Umumnya ditangkap dari alam kemudian dibesarkan. Pembesaran berlangsung di Kabupaten Asmat, Kab. Mappi, Merauke, juga Boven Digul.",
        "kode_area": "1",
        "nama_ilmiah": "Scleropages jardinii Saville-Kent, 1892",
        "nama_lokal": "Siluk jardini, Kaloso",
        "nama_populer": "Northern Bonytongue Fish",
        "pakan_larva": "Ikan kecil langsung mampu memakan organisme hidup.",
        "pemeliharaan": "Untuk hiasan, dapat hidup di akuarium dengan kondisi air normal. Pakannya hewan hidup, seperti ikan atau udang ukuran kecil. Jenis pakan lainnya dapat berupa lipan, jengkrik, atau anak katak (persil) hidup. Kolam pemeliharaan tanpa batu/kerikil.",
        "reproduksi": "Membutuhkan ruang yang relatif luas, tanpa batu/kerikil. Ikan ini meletakkan telur dalam sarang yang terbuat dari tumbuhan. Setelah pembuahan berlangsung, induk jantan mengerami telur di dalam mulutnya selama 45 hari. Rasio kelamin induk jantan dan betina 1:1, 1:2, atau 1:3.",
        "status": "Asli. Status dilindungi berdasarkan PP No. 7/1999 dan ditetapkan sebagai Satwa Buru (Kep.Men. Kehutanan No. 2091/KPTS-II/2001). Pengembangbiakan dapat dilakukan melalui kegiatan pembesaran (Kep. Men. Kehutanan No. P.2/Menhut.II/2005). Sudah didomestikasi oleh Pusat Penelitian Biologi-LIPI sejak tahun 2004.",
        "sumber": "Dwiponggo, 2002 KKP, 2010",
        "ukuran_maksimum": "90 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FNorthern%20Bonytongue%20Fish.jpg?alt=media&token=f0f104de-1530-4e5c-a6a5-c8b1b669c940" 
    },
    {
        "asal": "Sulawesi, Sumatra, Kalimantan, Jawa, Thailand, Burma, dan India",
        "ciri_umum": "Tubuh bulat memanjang. Warna tubuh secara umum cokelat atau biru. Bagian kepala memiliki bintik berwarna perak. Sirip punggung yang berwarna merah jingga dihiasi bintik hitam, terletak jauh di belakang.",
        "distribusi_habitat": "Tersebar di sungai-sungai kecil dari hulu hingga rawa. Kisaran suhu 20–25°C dan pH 6,0–8,0; dH 5–12.",
        "id_spesies": "wb02",
        "keterangan": "Bergerombol dengan jumlah individu jantan lebih sedikit. Bersifat bentopelagis dan bukan ikan migrasi.",
        "kode_area": "2",
        "nama_ilmiah": "Aplocheilus panchax",
        "nama_lokal": "Kelatan tuku (Kalimantan), Bale ulu (Sulawesi)",
        "nama_populer": "Blue Panchax Fish",
        "pakan_larva": "Infusoria, Artemia",
        "pemeliharaan": "Dapat menoleransi air pemeliharaan dengan pH 5–7,6. Suhu air normal. Jenis makanan berupa jentik nyamuk, cacing kecil, udang renik, atau kutu air.",
        "reproduksi": "Hidup berkelompok. Sistem kawin poligami. Telur sekitar 100–150 butir diletakkan di bagian bawah dedaunan atau serasah di perairan. Telur menetas dalam waktu 10–12 hari.",
        "status": "Least Concern",
        "sumber": "Kottelat et al., 1993",
        "ukuran_maksimum": "9 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBlue%20Panchax%20Fish.jpg?alt=media&token=60b95be6-3f01-463b-aa35-030c3659b62e" 
    },
    {
        "asal": "Sistem Danau Malili (Danau Matano dan Danau Mahalona), Sulawesi Selatan",
        "ciri_umum": "Tubuh memanjang dengan warna kebiru-biruan. Panjang rahang bawah melampaui rahang atas. Sirip punggung dekat ke arah ekor dan tidak berwarna, sedangkan sirip perut memiliki ujung yang berwarna hitam.",
        "distribusi_habitat": "Tersebar di Danau Matano, Sulawesi Selatan. Danau Matano memiliki air yang jernih dengan pH sekitar 8 dan kisaran suhu 24–28°C. Terdapat pada kisaran kedalaman air yang luas.",
        "id_spesies": "ha08",
        "keterangan": "Bersifat pelagis dan berkelompok.",
        "kode_area": "3",
        "nama_ilmiah": "Dermogenys weberi",
        "nama_lokal": "",
        "nama_populer": "Halfbeaks Fish",
        "pakan_larva": "Daphnia berukuran kecil",
        "pemeliharaan": "Membutuhkan air dengan kondisi suhu dan pH normal. Makanan yang disukai berupa pakan alami, seperti Daphnia kecil dan cacing darah berukuran kecil. Dapat diberi pakan hidup, beku, atau pakan buatan.",
        "reproduksi": "Belum ada informasi, diduga serupa dengan ikan Halfbeaks lainnya.",
        "status": "Vulnerable",
        "sumber": "Kottelat et al., 1993",
        "ukuran_maksimum": "7,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FHalfbeaks%20Fish.jpg?alt=media&token=ac8093a3-4a4c-449b-8cf8-970e0144a687" 
    },
    {
        "asal": "Wilayah kompleks Danau Malili (Wawontoa, Mahalona, Towuti, Matano, Massapi), Sulawesi Selatan",
        "ciri_umum": "Warna tubuh cokelat tua sampai gelap. Tubuh memanjang dengan bagian depan silindris, bagian belakang pipih. Pipi tidak bersisik dan tidak memiliki geligir serta gelambir meninggi yang jelas. Mulut lebar dengan bibir berdaging. Sirip lebar, memiliki dua sirip punggung, sirip perut tipis yang bersatu membentuk piringan penghisap. Sirip ekor menipis membulat seperti kipas.",
        "distribusi_habitat": "Tersebar di wilayah kompleks Danau Malili, Sulawesi Selatan. Menempati wilayah kedalaman air yang luas, sering ditemukan pada kedalaman 100 m. Suhu 23–30°C dan pH 8–8,5.",
        "id_spesies": "ya09",
        "keterangan": "Ukuran spesies ini dapat mencapai 42 cm.",
        "kode_area": "3",
        "nama_ilmiah": "Glossogobius matanensis",
        "nama_lokal": "Butini",
        "nama_populer": "Gobi Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum dibudidayakan. Bersifat karnivora. Disesuaikan dengan kondisi alaminya terutama suhu dan pH air.",
        "reproduksi": "Diduga memijah sepanjang tahun dengan puncak pemijahan pada musim hujan sekitar bulan Oktober.",
        "status": "Vulnerable",
        "sumber": "Kottelat et al., 1993",
        "ukuran_maksimum": "42 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGobi%20Fish.jpg?alt=media&token=75f67346-cdc2-40ff-a1b0-39ffe99d7e39" 
    },
    {
        "asal": "Daerah Bantimurung-Maros dan sungai-sungai lain di wilayah Sulawesi Selatan",
        "ciri_umum": "Tubuh berwarna zaitun agak transparan. Terdapat garis hitam memanjang pada masing-masing cuping sirip ekor. Pada ikan jantan, jari-jari bagian depan sirip dubur dan sirip punggung kedua berwarna hitam, memanjang, dan terpisah dari bagian sirip lainnya. Sirip bagian dalamnya berwarna kuning. Sebagian populasi memiliki sirip dada yang tepinya berwarna hitam. Individu betina memiliki warna yang pudar.",
        "distribusi_habitat": "Ditemukan di daerah Bantimurung-Maros dan sungai-sungai lain di wilayah Sulawesi Selatan. Habitatnya adalah air jernih dengan suhu 20–25°C, pH lebih dari 7, dan wilayah berbatu atau bervegetasi dengan arus tenang hingga sedang.",
        "id_spesies": "ja01",
        "keterangan": "Hidup berkelompok. Ikan betina lebih banyak daripada ikan jantan.",
        "kode_area": "3",
        "nama_ilmiah": "Marosatherina ladigesi",
        "nama_lokal": "Ikan Beseng-beseng",
        "nama_populer": "Celebes Rainbowfish",
        "pakan_larva": "Infusoria, Artemia",
        "pemeliharaan": "Berkelompok, pendamai. Dapat hidup bersama dengan jenis ikan lain yang seukuran. Pakannya berupa jentik nyamuk, cacing kecil, dan Daphnia. Kondisi air dengan pH 5–7,5 dan suhu sekitar 25°C. Pemberian tumbuhan air, batu, atau rentek pada dasar wadah pemeliharaan dapat membuat ikan lebih nyaman.",
        "reproduksi": "Bersifat poligami dengan perbandingan jantan : betina paling optimal 1 : 2. Telur ditempelkan pada substrat (akar tanaman) dan menetas rata-rata dalam sembilan hari.",
        "status": "Endangered",
        "sumber": "Said et al., 2005; Said & Mayasari, 2007",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FCelebes%20Rainbowfish.jpg?alt=media&token=8b903310-2069-401e-b6e3-0f7aae753fd5" 
    },
    {
        "asal": "Seluruh Indo-Pasifik Barat dan Bagian Barat Tropis Atlantik",
        "ciri_umum": "Bentuk badan sangat pipih tegak, tertutup sisik halus berwarna putih keperakan hingga sirip-siripnya. Bagian dorsal agak abu-abu. Dari arah dorsal terdapat dua pita berwarna gelap yang melewati mata dan tutup insang. Sirip perut sangat kecil, namun sirip dorsal dan sirip anal lebar yang bagian depannya mengalami pemanjangan serta berwarna gelap. Saat bergerak, ikan ini memantulkan kilap perak.",
        "distribusi_habitat": "Hidup di air tawar sampai payau, termasuk muara-muara sungai, hutan bakau, atau pada vegetasi bakau. Pernah ditemukan di muara Sungai Paniki-Bilantungan, Sulawesi Utara.",
        "id_spesies": "pa01",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Monodactylus argenteus",
        "nama_lokal": "Bunga Waru",
        "nama_populer": "Silver Moonyfish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Dapat dipelihara sebagai ikan hias air tawar atau payau dengan kondisi air yang sesuai. Membutuhkan tumbuhan air. Pakan umumnya insekta air, cacing darah, atau Daphnia.",
        "reproduksi": "Belum ada informasi.",
        "status": "Not Evaluated",
        "sumber": "Kottelat et al., 1993; MZB",
        "ukuran_maksimum": "13 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSilver%20Moonyfish.jpg?alt=media&token=90640769-84b8-47d7-bda8-aa9740b44c81" 
    },
    {
        "asal": "Daerah sebaran luas sampai Indo-Pasifik, asli di Danau Limboto, Sulawesi",
        "ciri_umum": "Bentuk tubuh memanjang dengan warna cokelat muda menguning. Di sepanjang sisi lateral tubuh terdapat garis yang terputus-putus oleh perbedaan warna cokelat muda hingga hitam. Memiliki dua sirip dorsal yang berbintik, yang apabila sedang dikembangkan tampak indah membulat.",
        "distribusi_habitat": "Mendiami dasar perairan danau, ditemukan di Danau Limboto (Sulawesi) dan Danau Tondano",
        "id_spesies": "oa01",
        "keterangan": "Cenderung diam di dasar.",
        "kode_area": "3",
        "nama_ilmiah": "Ophiocara aporos",
        "nama_lokal": "Payangka",
        "nama_populer": "Sleepers Fish",
        "pakan_larva": "Plankton, alga",
        "pemeliharaan": "Bersifat karnivora, cocok untuk akuarium dengan suhu air 24–26°C dan pH 7–8. Membutuhkan tempat persembunyian dan makanan berupa udang Caridina.",
        "reproduksi": "Memijah sepanjang tahun dengan jumlah telur sekitar 30.000–60.000. Telur menetas dalam waktu 11–20 jam pada suhu 26–29°C.",
        "status": "Least Concern",
        "sumber": "Soeroto, 1988",
        "ukuran_maksimum": "20 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSleepers%20Fish.jpg?alt=media&token=dbd5d66d-ceb7-4fd6-abc7-4e1a48073c8b" 
    },
    {
        "asal": "Sulawesi Selatan",
        "ciri_umum": "Bentuk tubuh memanjang, berwarna kekuningan transparan dengan sebuah garis samar-samar di bagian samping badan bagian belakang. Sirip berwarna kuning. Memiliki 2–4 garis memanjang pada sirip ekor. Sepanjang sisi badan terdapat 30–32 deret sisik.",
        "distribusi_habitat": "Ditemukan di Danau Tambak Kampung Mangabambang, Danau Sindereng, Danau Tempe, serta beberapa sungai di wilayah Maros, Sulawesi Selatan.",
        "id_spesies": "wa05",
        "keterangan": "Bersifat bentopelagis di perairan tawar dan tidak bermigrasi.",
        "kode_area": "3",
        "nama_ilmiah": "Oryzias celebensis",
        "nama_lokal": "-",
        "nama_populer": "Celebes Medaka Fish",
        "pakan_larva": "Cacing kecil, Nauplii artemia",
        "pemeliharaan": "Dapat dipelihara dalam kelompok kecil dengan wadah yang dilengkapi tumbuhan air. Bersifat mikropredator dan menyukai pakan kering maupun beku.",
        "reproduksi": "Pemijahan berlangsung pada pagi hari dengan telur yang ditempelkan pada tumbuhan air. Telur menetas dalam waktu 1–3 minggu.",
        "status": "Vulnerable",
        "sumber": "MZB",
        "ukuran_maksimum": "4,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FCelebes%20Medaka%20Fish.jpg?alt=media&token=7bd77ca4-9726-46e0-8cb2-4301ce647a29" 
    },
    {
        "asal": "Thailand, Malaysia, Singapura, Sabah, Sarawak, Kepulauan Riau, Sumatra, Jawa, Kalimantan, Bali, Lombok, dan Sulawesi",
        "ciri_umum": "Mirip dengan ikan O. latipes, hanya saja bagian ujung mulut meruncing dan bagian kepala mendatar. Sirip punggung jauh di belakang. Sirip dubur memanjang sampai pangkal ekor. Tubuh berwarna abu-abu keperakan, transparan, dengan noktah biru menyala di atas mata.",
        "distribusi_habitat": "Ditemukan di air tawar maupun payau, rawa, atau di hutan mangrove. Kisaran suhu 24–29°C; pH 7,0–8,5. Kesadahan 90–447 ppm. Kesadahan salinitas lebar.",
        "id_spesies": "wa03",
        "keterangan": "Bersifat bentopelagis dan bukan ikan migrasi.",
        "kode_area": "2",
        "nama_ilmiah": "Oryzias javanicus",
        "nama_lokal": "Ikan kaca",
        "nama_populer": "Javanese Ricefish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Sifatnya damai. Pemeliharaan mudah karena dapat mengonsumsi pakan kering, baik yang pipih maupun yang berbentuk bulat, cacing beku, atau organisme hidup.",
        "reproduksi": "Pemijahan biasanya berlangsung pada pagi hari. Telur menetas dalam 1–3 minggu. Sebaiknya dipisahkan dari induknya.",
        "status": "Not Evaluated",
        "sumber": "Oryzias javanicus, n.d.",
        "ukuran_maksimum": "4,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FJavanese%20Ricefish.jpg?alt=media&token=493d5570-b19d-416d-822c-f7ebe4a86a40" 
    },
    {
        "asal": "Danau Towuti, Danau Mahalona, Wawontoa-Sulawesi Selatan",
        "ciri_umum": "Bagian kepala dan abdomen cenderung gelap. Pangkal sirip ekor, ujung sirip pektoral, dan sirip anal bagian sisi berwarna kuning terang hingga jingga. Bagian sisi badan terdapat noktah-noktah gelap tersusun beraturan bagai pualam mengandung bercak dan berbintik. Berwarna kuning kecokelatan, kadang-kadang kuning kehijauan.",
        "distribusi_habitat": "Ditemukan di Danau Towuti, Danau Mahalona, Wawontoa di Sulawesi Selatan. Kisaran pH 7,5–8,5 dan suhu 22–29°C.",
        "id_spesies": "wa02",
        "keterangan": "Bersifat bentopelagis, bukan ikan migrasi.",
        "kode_area": "3",
        "nama_ilmiah": "Oryzias marmoratus",
        "nama_lokal": "Pangkilang",
        "nama_populer": "Marmorated Medaka Fish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Memerlukan kondisi suhu dan pH air normal. Memakan organisme air kecil seperti jentik nyamuk, cacing darah, atau Chironomus beku.",
        "reproduksi": "Belum ada informasi yang memadai. Pengalaman pemeliharaan di akuarium menunjukkan bahwa larva mampu hidup selama sekitar tiga bulan.",
        "status": "Vulnerable",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "4,1 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FMarmorated%20Medaka%20Fish.jpg?alt=media&token=5696d962-d41e-4642-9195-501f546268fb" 
    },
    {
        "asal": "Sulawesi Selatan, Danau Matano",
        "ciri_umum": "Seperti Oryzias lainnya, bentuk badan agak memanjang, berukuran kecil. Individu jantan memiliki warna tubuh bervariasi kuning muda, atau juga terlihat yang bernuansa biru pada arah punggung dan kuning pada bagian perut. Bagian tengah tubuh memiliki garis horizontal berwarna gelap yang dihiasi dengan 6–7 noktah gelap. Sirip ekor agak cekung berwarna kuning muda atau transparan.",
        "distribusi_habitat": "Hidup di air tawar di Danau Matano, Sulawesi Selatan. Kisaran pH 7,5–8,5 dan suhu 22–25°C.",
        "id_spesies": "wa04",
        "keterangan": "Bersifat bentopelagis; tidak migrasi.",
        "kode_area": "3",
        "nama_ilmiah": "Oryzias matanensis",
        "nama_lokal": "-",
        "nama_populer": "Matano Medaka Fish",
        "pakan_larva": "-",
        "pemeliharaan": "Sangat sulit ditangani di akuarium. Belum dibudidayakan.",
        "reproduksi": "Belum ada informasi yang memadai.",
        "status": "Vulnerable",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "5,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FMatano%20Medaka%20Fish.jpg?alt=media&token=cc249e51-fd58-4e08-b89c-29f5b914feba" 
    },
    {
        "asal": "Danau Towuti, Sulawesi Selatan",
        "ciri_umum": "Sebagai pembeda dengan spesies lain pada genus yang sama, yaitu sirip anal memiliki 26–29 duri; sirip dorsal dengan 10–14; dan lebar tubuh sebesar 30–35% SL (panjang standar). Berwarna seperti pualam dengan bercak dan bintik-bintik. Sirip punggung hanya satu. Tepi sirip punggung dan sirip anal dan kedua sisi sirip ekor berwarna kuning. Bagian lain siripnya transparan.",
        "distribusi_habitat": "Ditemukan di Danau Towuti, Sulawesi Selatan. Berenang di tepi perairan tawar yang berdasar pasir hingga kedalaman kurang dari 1,5 meter. Kondisi perairan jernih dan normal/netral dengan kisaran suhu 22–25°C dan pH 7,5–8,5.",
        "id_spesies": "wa09",
        "keterangan": "Bersifat bentopelagis. Hidup berkelompok antara 2–20 ekor. Tidak bermigrasi.",
        "kode_area": "3",
        "nama_ilmiah": "Oryzias profundicola",
        "nama_lokal": "Pangkilang",
        "nama_populer": "Yellowfin Ricefish",
        "pakan_larva": "-",
        "pemeliharaan": "Belum mampu dibudidayakan. Pemeliharaan disesuaikan dengan kondisi air alaminya, yaitu kisaran suhu 22–25°C dan kisaran pH 7,5–8,5.",
        "reproduksi": "Belum ada informasi yang memadai, belum dibudidayakan.",
        "status": "Least Concern (Vulnerable)",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FYellowfin%20Ricefish.jpg?alt=media&token=b6f3bb26-b945-4c86-984c-72b3b5849924" 
    },
    {
        "asal": "Tersebar luas di Indonesia (Indo-Pasifik Barat), Afrika Selatan",
        "ciri_umum": "Badan bulat, lebar tubuh sekitar 2/3 panjang tubuh. Memiliki dua tipe warna, yaitu yang dikenal green scat (yang berpenampilan kehijauan) dan red scat (yang terlihat kuning kecokelatan). Sisi-sisi badan berbintik-bintik/totol/belang. Pada ikan remaja kadang-kadang terdapat pita-pita di bagian depan badan.",
        "distribusi_habitat": "Hidup di hulu sungai, namun mampu menoleransi kisaran salinitas yang lebar. Juga banyak ditemukan di muara-muara sungai.",
        "id_spesies": "ma01",
        "keterangan": "Merupakan ikan migrasi. Larva hidup di air tawar, tetapi ikan dewasa hidup di air payau. Tidak ditemukan di perairan beriklim sedang.",
        "kode_area": "3",
        "nama_ilmiah": "Scatophagus argus",
        "nama_lokal": "Ketang-ketang",
        "nama_populer": "Spotted Scat Fish",
        "pakan_larva": "Zooplankton",
        "pemeliharaan": "Suhu sekitar 26°C dengan pH lebih dari 7. Belum dibudidayakan.",
        "reproduksi": "Saat bereproduksi, ikan ini memerlukan air pemeliharaan berupa air payau dan air tawar.",
        "status": "Least Concern",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "6,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSpotted%20Scat%20Fish.jpg?alt=media&token=5026a509-557a-4571-bd21-29e3b460183e" 
    },
    {
        "asal": "Sulawesi Selatan di Danau Matano",
        "ciri_umum": "Pada ikan jantan terdapat dua tipe warna, yaitu biru dan kuning; jari-jari kedua sirip punggung dan sirip dubur bagian belakang membulat; 14–17 sisik di depan sirip punggung. Sirip punggung pertama memanjang berukuran kecil hanya beberapa duri. Warna pangkal sirip ekor lebih cemerlang.",
        "distribusi_habitat": "Tersebar di kedalaman kolom air yang sangat luas di Danau Matano. Kondisi air jernih dengan kisaran suhu 24–30°C dan pH antara 8–8,5.",
        "id_spesies": "jb02",
        "keterangan": "-",
        "kode_area": "3",
        "nama_ilmiah": "Telmatherina Antoniae",
        "nama_lokal": "Ikan Opudi",
        "nama_populer": "Telmatherina Antoniae Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum dapat didomestikasi. Pemeliharaan disesuaikan dengan kondisi habitat alami.",
        "reproduksi": "Sebelum reproduksi berlangsung, terlihat individu jantan dan betina berenang beriringan. Telurnya biasanya dilepas ke perairan.",
        "status": "Vulnerable (2013.1)",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "8 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTelmatherina%20Antoniae.jpg?alt=media&token=92ed2647-bd58-4640-b642-98e1be54ff61" 
    },
    {
        "asal": "Sulawesi Selatan di Danau Towuti dan Danau Mahalona",
        "ciri_umum": "Warna tubuh hijau-kuning zaitun. Jari-jari bagian depan sirip dubur dan sirip punggung kedua pada jantan tidak memanjang dan tidak terpisah dari bagian sirip lainnya. Semua sirip transparan.",
        "distribusi_habitat": "Tersebar di Danau Towuti dan Danau Mahalona. Perairan yang jernih, suhu 22–24°C, kesadahan 1–40, dan pH air netral sekitar 7.",
        "id_spesies": "jb03",
        "keterangan": "Ikan ini bersifat pelagis, namun tidak bermigrasi.",
        "kode_area": "3",
        "nama_ilmiah": "Telmatherina bonti",
        "nama_lokal": "Bonti-bonti",
        "nama_populer": "Towuti Rainbowfish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Belum mampu berkembang, namun dapat dipelihara di akuarium dan dapat tumbuh sampai ukuran 8 cm. Sifatnya yang pendamai dapat dipelihara dengan jenis lain. Suhu sampai 28°C dan pH sekitar 8. Pakannya adalah organisme kecil hidup atau pakan beku.",
        "reproduksi": "Telurnya ditempelkan di tumbuhan air. Pemijahan berlangsung sepanjang tahun.",
        "status": "Least Concern (2013.1)",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "6,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTowuti%20Rainbowfish.jpg?alt=media&token=3ec17d95-e9e7-42bf-b5af-a0a5e700ab5f" 
    },
    {
        "asal": "Danau Matano-Sulawesi Selatan",
        "ciri_umum": "Warna tubuh cenderung gelap, bentuk tubuh memanjang. Berbeda dengan Telmatherina lainnya karena memiliki sirip yang lebar dan berbintik. Moncongnya ramping. Pangkal sirip ekor berwarna, sementara ujungnya transparan.",
        "distribusi_habitat": "Tersebar di Danau Matano-Sulawesi Selatan. Danau Matano memiliki air yang jernih dengan kisaran suhu 23–28°C dan kisaran pH 8–8,5.",
        "id_spesies": "jb05",
        "keterangan": "Pelagis pada kisaran kedalaman air yang luas.",
        "kode_area": "3",
        "nama_ilmiah": "Telmatherina obscura",
        "nama_lokal": "-",
        "nama_populer": "Sailfin Silversides Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Kondisi air pemeliharaan disesuaikan dengan kondisi alami. Pakan larva, yaitu insekta air, cacing darah, atau pakan hidup lainnya yang berukuran kecil.",
        "reproduksi": "Belum dibudidayakan.",
        "status": "Vulnerable D.2",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "4,7 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSailfin%20Silverside%20Fish.jpg?alt=media&token=ce1fa49b-2c7c-4a27-84ca-8a1404f6cdf2" 
    },
    {
        "asal": "Danau Matano di Sulawesi, Indonesia",
        "ciri_umum": "Perbedaan dengan Telmatherina lainnya adalah adanya bintik-bintik pada sirip punggung kedua dan pada sirip anal (dubur). Tubuh cenderung berwarna cokelat dan bagian perut kebiru-biruan. Ujung sirip dubur dan sirip punggung kedua memiliki duri panjang. Antara sirip ekor yang bening dan ujung tubuh seakan terpisah oleh “pita” warna kuning.",
        "distribusi_habitat": "Tersebar di Danau Matano-Sulawesi Selatan. Danau Matano memiliki air yang jernih, pH 8–8,5, dan suhu air 23–28°C.",
        "id_spesies": "jb06",
        "keterangan": "Bersifat pelagis dan tersebar pada kisaran kedalaman air yang luas.",
        "kode_area": "3",
        "nama_ilmiah": "Telmatherina opudi",
        "nama_lokal": "-",
        "nama_populer": "Opudi Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum dibudidayakan, sangat sensitif. Kondisi air pemeliharaan disesuaikan dengan kondisi alami.",
        "reproduksi": "Belum ada informasi.",
        "status": "Vulnerable D.2 versi 2013.2",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "6 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FOpudi%20Fish.jpg?alt=media&token=a16a5b4e-9072-4af4-aa9b-0a222e350458" 
    },
    {
        "asal": "Danau Poso di Sulawesi Tengah",
        "ciri_umum": "Berbeda dengan Telmatherina lainnya, individu jantan jenis ini memiliki sirip punggung kedua dan sirip anal lebar dan meruncing di bagian belakang. Pola warna tubuh dan sirip pada jantan adalah cokelat kekuningan hingga kuning terang (tipe kuning), atau abu-abu kecokelatan hingga biru pucat (tipe biru).",
        "distribusi_habitat": "Tersebar di Danau Matano-Sulawesi Selatan. Terdapat pada kondisi air jernih, suhu 23–28°C, dan pH 8–8,5.",
        "id_spesies": "jb09",
        "keterangan": "-",
        "kode_area": "3",
        "nama_ilmiah": "Telmatherina sarasinorum",
        "nama_lokal": "-",
        "nama_populer": "Telmatherina Sarasinorum Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Belum ada informasi.",
        "reproduksi": "Belum ada informasi.",
        "status": "Vulnerable D.2",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "5   cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTelmatherina%20Sarasinorum%20Fish.jpg?alt=media&token=8bd40c96-f3bc-4a2a-8617-02065d28ba44" 
    },
    {
        "asal": "Sulawesi",
        "ciri_umum": "Memiliki punggung yang pipih dan datar, mata besar, dan moncongnya runcing. Memiliki satu sirip punggung dengan 4–5 duri yang dekat ke sirip ekor. Tubuh berwarna perak mengilap dengan 4–5 bercak hitam membentuk pita lebar pada bagian arah dorsal tubuh. Pita kedua dari ekor lurus dengan yang terdapat pada sirip punggung. Ujung sirip punggung dan sisi luar sirip dubur berwarna gelap.",
        "distribusi_habitat": "Sundaland, Filipina, India, Indo-China, Papua New Guinea, dan Australia. Hidup di air tawar, muara, dan mangrove yang banyak ditumbuhi vegetasi dengan kisaran suhu 25–30°C. Ditemukan di Pantai Bonepote, Kecamatan Tonra-Bone, Sulawesi Selatan.",
        "id_spesies": "xa01",
        "keterangan": "Dapat berenang di dekat permukaan air. Menangkap mangsa (serangga, binatang kecil) dengan memancarkan air menggunakan moncongnya.",
        "kode_area": "3",
        "nama_ilmiah": "Toxotes jaculatrix",
        "nama_lokal": "Ikan sumpit",
        "nama_populer": "Banded Archerfish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Kisaran kondisi air yang luas. Wadah sebaiknya ditutup karena sering melompat mencari mangsa. Dapat mendeteksi mangsanya sampai jarak 125 cm di atas permukaan air. Hidup bergerombol. Pemeliharaan terpisah dengan jenis lain karena bersifat menyerang. Pakannya adalah insekta darat dan tumbuhan, namun juga menyenangi cacing, udang kecil, atau hewan kecil lainnya.",
        "reproduksi": "Belum ada informasi.",
        "status": "Least Concern",
        "sumber": "Kottelat dkk., 1993; MZB",
        "ukuran_maksimum": "30 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBanded%20Archerfish.jpg?alt=media&token=223d7c9f-9fa7-464e-9824-3ac719197f28" 
    },
    {
        "asal": "Sumatra, Kalimantan, Jawa, dan Sulawesi.",
        "ciri_umum": "Warna kombinasi hijau keunguan di seluruh tubuh, memantulkan warna keperakan dari kepala ke sirip dorsal. Sirip anal dan sirip dekor berkombinasi kuning di bagian pangkal serta hijau kehitaman di tepi belakang. Bentuk sirip dorsal, anal, perut melengkung ke arah belakang, dan selalu berkembang. Sirip ekor bercagak agak dalam. Mulutnya agak ke bawah. Gerakannya lincah.",
        "distribusi_habitat": "Kalimantan, Sumatra, Thailand, Malaya, Kamboja, Laos. Bersifat bentopelagis di perairan tawar, perairan berarus, sungai besar atau sedang, namun juga ditemukan di lebung atau rawa. Kisaran pH 6,0–8,0 dengan dH 5–12 dan suhu 22–28°C.",
        "id_spesies": "db01",
        "keterangan": "Pada musim tertentu terlihat berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Balantiocheilus melanopterus",
        "nama_lokal": "Batang buro (Ketutung)",
        "nama_populer": "Tricolor Sharkminnow",
        "pakan_larva": "Umumnya Artemia.",
        "pemeliharaan": "Memerlukan wadah/akuarium luas yang dilengkapi dengan penutup karena ikan ini sangat lincah dan sering loncat. Pakannya mulai dari yang alami hingga buatan, berbentuk hidup maupun beku. Suhu rata-rata 24°C, agak asam, dan air lunak.",
        "reproduksi": "Menurut salah seorang pembudidaya di acara pameran di Raiser, Cibinong, tanggal 15–18 Agustus 2009, pada tahun 2007 ikan ini telah mampu bereproduksi di lingkungan budi daya, namun menggunakan hormon gonadotropin atau pembuahan secara buatan.",
        "status": "Endangered",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "35 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTricolor%20Sharkminnow.jpg?alt=media&token=8a6968e2-46d8-473c-9b4d-2bd22614c25f" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Ikan beta yang bermata kuning berukuran besar; jari-jari sirip ekor hanya bercabang pada ikan yang panjangnya melebihi 4 cm. Sirip ekor ikan dewasa berbentuk lanset, beberapa jari tengah pada ikan remaja melampaui pinggiran sirip ekor. Dua garis warna pada kepala; satu garis berawal dari moncong ke arah belakang melalui mata; garis lain melengkung dari tenggorokan ke mata dan memanjang hingga ke operkulum.",
        "distribusi_habitat": "Kalimantan, Sarawak, dan Brunei pada hutan rawa gambut sampai rawa yang berair asam. Umumnya ditemukan pada aliran yang diam di antara serasah maupun di antara vegetasi yang menjorok ke rawa yang lebat. Air cenderung asam dengan pH 5,5–6,8; dH sekitar 12, suhu 21–27°C.",
        "id_spesies": "sa01",
        "keterangan": "Ikan air tawar yang bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Betta akarensis",
        "nama_lokal": "Cupang sarawak",
        "nama_populer": "Sarawak Betta Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Jenis ikan beta yang tidak agresif, dipelihara dengan jumlah yang sedikit. Disesuaikan dengan kondisi alami, air cenderung asam dengan kisaran pH 5,5–6,8; dH sekitar 12, suhu 21°C–28°C. Bersifat karnivora, bahkan omnivora.",
        "reproduksi": "Belum ada informasi.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "14 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSarawak%20Betta%20Fish.jpg?alt=media&token=4a2568d3-4319-41d6-89c7-1228b94fdded" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Bentuk badan silinder. Warna tubuh kuning-hijau zaitun. Di sisi tubuh terdapat beberapa noktah gelap. Sirip ekor ikan dewasa berbentuk lanset, beberapa jari tengah pada ikan muda melampaui pinggiran sirip ekor. Sirip anal belakang yang berwarna hijau mengalami pemanjangan. Terdapat sebuah garis warna di tengah kepala mulai dari ujung moncong ke arah belakang (melalui mata).",
        "distribusi_habitat": "Kalimantan Barat dan Selatan, Barito bagian bawah di Kotawaringin, Katingan, Sampit, Mantaya, dan Kahayan Basins di Kalimantan Tengah, Sumatra, Singapura. Perairan tawar berarus lambat, kondisi alami air dengan pH 4,5–7,5; suhu 27–30°C. Kedalaman hingga 1 m atau lebih.",
        "id_spesies": "sa02",
        "keterangan": "Bersifat bentopelagis yang diperoleh di perairan keruh yang alirannya lambat sampai kedalaman 1,2 m atau di aliran air dari pertanian di darat/daerah hulu.",
        "kode_area": "2",
        "nama_ilmiah": "Betta anabatoides",
        "nama_lokal": "Cupang mutiara",
        "nama_populer": "Pearly Betta Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Disesuaikan dengan kondisi alami air dengan pH 4,5–7,5; kedalaman sampai 1 m. Suhu 27–30°C. Bersifat karnivora hanya menyenangi pakan alami segar atau beku. Bersifat damai, dipelihara dalam kelompok, dan dilengkapi dengan tumbuhan air.",
        "reproduksi": "Belum ada informasi.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPearly%20Betta%20Fish.jpg?alt=media&token=a03b63e9-0d4d-4dbf-acd6-e69e4eed4123" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Berukuran besar dan ramping; kepala kecil; sirip ekor ikan dewasa berbentuk lanset. Terdapat bintik-bintik hijau mengilap pada bola mata (juga pada badan dan sirip-sirip ikan dewasa). Jantan berwarna lebih cemerlang; sirip dorsal, anal, dan ekor bertotol-totol, sementara betinanya berbentuk bulat.",
        "distribusi_habitat": "Sumatra bagian timur, Kepulauan Riau Selangor-Malaysia. Biasanya hidup di rawa atau hutan rawa gambut. Kisaran suhu 27–29°C dan pH 6,5–7,5, namun juga ditemukan pada pH air sekitar 4,8.",
        "id_spesies": "sa03",
        "keterangan": "Bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Betta bellica",
        "nama_lokal": "Cupang raja",
        "nama_populer": "Giant Betta Fish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Pemeliharaan pada air dengan kisaran pH 6,5–7,5; kesadahan sampai 15, dan suhu sekitar 24–30°C. Perlu dilengkapi dengan tanaman air. Bersifat karnivora (dapat mengonsumsi Tubificidae, Chironomus, jentik nyamuk, maupun Daphnia).",
        "reproduksi": "Betina yang siap memijah berwarna terang. Suhu air terbaik antara 26–29°C dan pH sekitar 7.",
        "status": "Least Concern",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "11 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGiant%20Betta%20Fish.jpg?alt=media&token=cab97691-b6e0-4ddf-b177-13e6337e4051" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Beberapa jari-jari sirip ekor bercabang; sirip ekor membulat; ada sebuah garis gelap di kepala mulai dari ujung moncong ke arah belakang dan garis yang kedua dari tenggorokan ke mata dan ke arah belakang melalui operkulum. Terdapat pinggiran biru lebar pada sirip dubur dan sirip ekor. Operkulum bertitik-titik biru mengilap.",
        "distribusi_habitat": "Sumatra, Sungai Kapuas-Kalimantan Barat. Air jernih yang agak asam dengan pH 5–6,8; dan kisaran suhu 23–26°C yang banyak terdapat tumbuhan berakar gantung dan banyak vegetasi.",
        "id_spesies": "sa09",
        "keterangan": "Bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Betta taeniata",
        "nama_lokal": "Borneo beta",
        "nama_populer": "-",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Sangat pendamai sehingga senang dengan ikan pendamai lainnya. Akuarium dilengkapi tumbuhan air biasa atau terapung sebagai tempat untuk bersembunyi. Kondisi air pemeliharaan dengan kisaran pH 5,0–6,8, suhu 23–30ºC. Pakan: organisme hidup atau beku.",
        "reproduksi": "Informasi terbatas. Belum banyak dibudidayakan. Induk memelihara anaknya dalam mulut.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBoreno%20Betta%20Fish.jpg?alt=media&token=c3fa59a7-6193-468c-a85d-e548fb12e60a" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Badan berwarna jingga (populasi asal Kalimantan) dan kuning (populasi asal Sumatra) dengan tiga pita hitam. Memiliki duri seperti tanduk di bawah matanya. Jenis ini banyak digemari karena pola warna yang menarik dan bentuk badannya yang memanjang. Termasuk kelompok ikan dasar.",
        "distribusi_habitat": "Tersebar di Kalimantan dan Sumatra di Sungai Batanghari. Umumnya di sungai-sungai bagian dasar dan cenderung bersembunyi. Kondisi suhu dan pH normal.",
        "id_spesies": "ca01",
        "keterangan": "-",
        "kode_area": "2",
        "nama_ilmiah": "Chromobotia macracanthus",
        "nama_lokal": "Ikan macan, Gejubang",
        "nama_populer": "Clown Loach Fish",
        "pakan_larva": "Sejak umur 18 jam, larva sudah mampu makan Artemia (selama 3–4 hari). Dilanjutkan cacing maupun pelet.",
        "pemeliharaan": "Di alam, benih ikan umumnya banyak diperoleh pada musim hujan. Dari hasil laboratorium, anak ikan umur 25 hari sudah dapat dipelihara dan dipasarkan karena sudah mencapai ukuran sekitar 2,5 cm.",
        "reproduksi": "Induk betina dengan berat 60–100 gram mampu bereproduksi melalui cara kawin suntik dengan ”ovaprim” (1 ml/kg berat induk ikan) sebanyak 2–3 kali dengan selang waktu 6 jam. Induk jantan dengan satu kali suntikan. Pembuahan dilakukan secara buatan dengan bantuan perlakuan ”stripping” perut induk ikan masing-masing.",
        "status": "Endangered",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "35 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FClown%20Loach%20Fish.jpg?alt=media&token=c3dca122-0e98-4442-8497-8231b0795797" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Tubuh pipih memanjang, tipis secara keseluruhan. Penampilan saat hidup memancarkan warna kemerahan atau kecokelatan. Sirip dada relatif lebar, sirip dorsal terletak jauh di belakang. Pangkal sirip ekor, sirip dorsal, sirip anal berwarna merah, pada bagian tepi berwarna putih. Sirip anal jantan mengalami perubahan karena berfungsi sebagai alat reproduksi yang disebut gonopodium.",
        "distribusi_habitat": "Jawa, Kalimantan, Sumatra hingga Semenanjung Malaya, India, dan Myanmar. Tersebar di sungai, danau, waduk, kolam pada suhu 24–28°C dan pH air normal 7–8. Ditemukan di Sungai Surabaya, Jembatan Lama Jawa Timur.",
        "id_spesies": "ha02",
        "keterangan": "Hidup berkelompok satu individu jantan dengan beberapa individu betina atau ikan muda. Berenang di permukaan air.",
        "kode_area": "2",
        "nama_ilmiah": "Dermogenys pusilla",
        "nama_lokal": "Julung-julung, Caraca",
        "nama_populer": "Wrestling Halfbeak Fish",
        "pakan_larva": "Belum ada informasi, umumnya Artemia.",
        "pemeliharaan": "Sesama ikan jantan sering berkelahi dengan saling menggigit rahangnya. Wadah pemeliharaan harus dilengkapi dengan tanaman air. Perlu penambahan sedikit garam dalam media pemeliharaan. pH air antara 7–7,4 dengan suhu sekitar 25°C.",
        "reproduksi": "Ikan jantan akan menyalurkan sperma melalui alat gonopodiumnya ke kandungan ikan betina untuk pembuahan. Telur dibuahi di dalam tubuh ikan betina. Perkembangan larva berlangsung di dalam kandungan induk betina, lalu dilahirkan. Proses ini disebut ovovivipar (bertelur dan beranak). Induk sering memakan anaknya.",
        "status": "Not Evaluated",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "7 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FWrestling%20Halfbeak%20Fish.jpg?alt=media&token=ff29725a-3dbd-48fb-b5e8-9c45f8e18cfa" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Badan cokelat kemerahan dengan 6 pita warna hitam, termasuk satu yang melalui mata dan satu berwarna samar-samar pada pangkal ekor. Pita-pita warna ini melebar pada bagian tengah badan dan umumnya lebih pucat. Gurat sisi sempurna; empat setengah sisik antara awal sirip punggung dan gurat sisi.",
        "distribusi_habitat": "Ditemukan di Sumatra, Kalimantan Selatan, Kalimantan Tengah, dan Kalimantan Barat pada sungai-sungai berair hitam, di hutan dengan pH 6,5–7,5 dan suhu 23–28°C.",
        "id_spesies": "dc01",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Desmopuntius rhomboocellatus",
        "nama_lokal": "-",
        "nama_populer": "Snakeskin Barb Fish",
        "pakan_larva": "Fitoplankton",
        "pemeliharaan": "Belum ada informasi. Kemungkinan sudah dapat dipelihara karena hanya membutuhkan air dengan kondisi normal, yaitu pH sekitar 7 dan suhu sekitar 25°C. Bersifat omnivora.",
        "reproduksi": "Telur disebarkan di antara tumbuhan air.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "9 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSnakeskin%20Barb%20Fish.jpg?alt=media&token=de346de7-6229-4346-9068-ceccb0549fd1" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Warna dasar tubuh kehijauan; bentuk tubuh memanjang; agak meramping ke bagian kepala; pada moncong terdapat lekukan memanjang yang bergerak bebas; dua pasang sungut; sirip punggung, sirip dubur dan sirip perut memiliki bercak hitam; sirip dada membundar. Terdapat dua garis warna keemasan dan hitam lebar memanjang di sisi tubuh.",
        "distribusi_habitat": "Kalimantan, Sumatra, Jawa. Juga di Malaysia, dan Thailand. Terdapat di danau, sungai, juga rawa-rawa yang bersubstrat pasir, kerikil. Kisaran pH 6–7 dan suhu 24–26°C.",
        "id_spesies": "dh01",
        "keterangan": "-",
        "kode_area": "2",
        "nama_ilmiah": "Epalzeorhynchos kallopterus",
        "nama_lokal": "Seluang batu, Ikan batu, Selimang",
        "nama_populer": "Trunk Fish",
        "pakan_larva": "Belum ada informasi. Diduga Krustasea kecil (Artemia).",
        "pemeliharaan": "Agresif terhadap ikan lain. Lebih baik dipelihara dalam jumlah yang sedikit. Makanan utama adalah lumut di dasar perairan, insekta, krustasea, atau jasad renik lainnya. Membutuhkan suhu dan pH normal, yaitu 22–26°C dan pH sekitar 6–7,5.",
        "reproduksi": "Pada sistem budi daya belum berhasil dipijahkan secara alami. Sejauh yang diketahui, untuk memijahkannya perlu bantuan hormon.",
        "status": "Data Deficient",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "16 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTrunk%20Fish.jpg?alt=media&token=91970482-3e24-4fe4-ab05-361576787f07" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Penampilan hidup sangat menarik. Tiga pola warna cokelat berbentuk pelana dengan latar belakang warna kemerahan; satu garis warna gelap melalui mata dan satu lagi di bawah mata; sisik-sisik bergeligir, awal sirip punggung di depan awal sirip perut; 63–67 sisik sepanjang gurat sisi.",
        "distribusi_habitat": "Kalimantan, Malaya, Thailand, Kamboja. Hidup di sungai-sungai kecil berair hitam bening dengan pH sekitar 7 dan kisaran suhu 20–24°C. Ditemukan di Sungai Taweh, Lampeogy-Kalimantan Tengah.",
        "id_spesies": "ea04",
        "keterangan": "Sebaran cukup luas.",
        "kode_area": "2",
        "nama_ilmiah": "Homaloptera orthogoniata",
        "nama_lokal": "-",
        "nama_populer": "Saddle-back Loach Fish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Sebaiknya dipelihara di air yang bening, pH dan suhu disesuaikan dengan kondisi alami, dan oksigen tinggi. Dasar wadah dilengkapi pasir atau kerikil ataupun campuran keduanya.",
        "reproduksi": "Belum ada informasi reproduksi pada pemeliharaan di akuarium.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993, MZB",
        "ukuran_maksimum": "13 cm",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSaddleback%20Loach%20Fish.jpg?alt=media&token=b34dbc4c-d9b0-48aa-99e4-6744c8474e0a" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Tubuh berwarna kuning muda atau biru muda transparan seperti kaca. Tubuh pipih memanjang; kepala agak meruncing dengan mulut berbibir tebal; memiliki sirip punggung berupa satu duri pendek; terdapat sungut mungil di rahang atas. Di atas sirip dada terdapat bintik violet. Sirip anal lebih panjang, yaitu 54–68 jari-jari dibandingkan dengan K. minor.",
        "distribusi_habitat": "Kalimantan Barat (Danau Sentarum-Kapuas dan Sintang), Sumatra, Jawa Barat, dan Thailand, di perairan tawar dan payau. Hidup di sungai besar dengan air yang berturbiditas, dan juga ditemukan di lahan gambut dataran rendah.",
        "id_spesies": "ga02",
        "keterangan": "Sebaran cukup luas.",
        "kode_area": "2",
        "nama_ilmiah": "Kryptopterus bicirrhis",
        "nama_lokal": "Limpok, ikan padgiat",
        "nama_populer": "Glass catfish",
        "pakan_larva": "Belum ada informasi.",
        "pemeliharaan": "Ikan ini membutuhkan air payaud pada kisaran suhu 22–27°C. Pencinta damai, dapat dipelihara bersama jenis lain. Sebaiknya diberi pakan alami, seperti cacing, insekta, dan krustasea.",
        "reproduksi": "Belum ada informasi, belum berhasil dibudidayakan.",
        "status": "Least Concern",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "17 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGlass%20Catfish.jpg?alt=media&token=5a49a259-8b1d-4803-9ff8-f908477d68e7" 
    },
    {
        "asal": "Borneo dan Sumatra",
        "ciri_umum": "Badan relatif bulat memanjang. Memiliki 8–12 pita berwarna gelap yang relatif teratur pada badan yang berwarna dasar kuning. Bagian perut berwarna terang. Pangkal ekor juga berwarna gelap dengan ujung sirip ekor yang transparan.",
        "distribusi_habitat": "Sumatra, Kalimantan, Jawa hingga Malaya. Perairan dangkal, teduh, dan tenang pada sungai di hutan atau rawa atau perairan oxbow. Mampu hidup pada suhu 21–26°C; pH 3,5–7,0; kesadahan air 0–143 ppm.",
        "id_spesies": "cc01",
        "keterangan": "Hidup berkelompok di dasar perairan.",
        "kode_area": "2",
        "nama_ilmiah": "Pangio semisincta",
        "nama_lokal": " -",
        "nama_populer": "Kuhli Loach Fish",
        "pakan_larva": "Organisme kecil.",
        "pemeliharaan": "Sifatnya berkelompok dan damai. Dapat dipelihara pada kisaran suhu 24–28°C bersama ikan lainnya pada akuarium yang diberi dasar pasir. Pakan yang diberikan dapat berbentuk segar beku, atau kering, seperti Daphnia, Artemia, cacing darah atau cacing-cacing kecil, dan larva insekta.",
        "reproduksi": "Ada kemungkinan bersifat memakan larvanya. Oleh sebab itu, telur atau larva yang dihasilkan harus dipisahkan dari induknya.",
        "status": "Least Concern",
        "sumber": "Kottelat dkk., 1993, Pangio semisincta, n.d.",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FKuhli%20Loach%20Fish.jpg?alt=media&token=422efff8-53d4-4b3f-86cb-16d7649d2bb2" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Bentuk badan agak memanjang dan pipih. Bagian dorsal cenderung gelap atau hitam keabu-abuan. Pada bagian sisi tubuh terlihat beberapa baris sisik memanjang yang berwarna gelap. Sirip berwarna merah. Sirip punggung mengeras dan bagian belakangnya bergerigi.",
        "distribusi_habitat": "Hanya terdapat di Sumatra, tersebar di Danau Laut Tawar Aceh. Danau ini terletak di Dataran Tinggi Gayo. Memiliki suhu sekitar 21–22°C dengan pH relatif tinggi, yaitu rata-rata 8,35.",
        "id_spesies": "de01",
        "keterangan": "-",
        "kode_area": "2",
        "nama_ilmiah": "Poropuntius tawarensis",
        "nama_lokal": "Kepras",
        "nama_populer": "Barb Fish",
        "pakan_larva": "Organisme kecil.",
        "pemeliharaan": "Disarankan sama dengan memelihara jenis Puntius lainnya, di mana memerlukan wadah dengan dasar yang halus dengan sedikit vegetasi. Variasi suhu air 20–25°C. Bersifat omnivora dengan pakan utama Daphnia, cacing, dan larva insekta air. Belum dibudidayakan.",
        "reproduksi": "Belum ada informasi, diduga sama dengan ikan Puntius lainnya.",
        "status": "Vulnerable",
        "sumber": "D. Satyani, 2007",
        "ukuran_maksimum": "9 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBarb%20Fish.jpg?alt=media&token=70f2252c-d770-42a7-bf7f-e24cfe635959" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Badan kekuning-kuningan dengan pita warna tegak termasuk satu yang melalui mata dan satu pada pangkal sirip ekor; gurat sisi sempurna; batang ekor dikelilingi 14 sisik. Sirip punggung hitam, sedangkan sirip perut berwarna merah. Memiliki lebar badan yang kira-kira setengah atau lebih dari panjang standar.",
        "distribusi_habitat": "Ditemukan di Kalimantan dan Sumatra (Lampung), yaitu di Way Pagadungan.",
        "id_spesies": "df01",
        "keterangan": "-",
        "kode_area": "2",
        "nama_ilmiah": "Puntigrus anchisporus",
        "nama_lokal": "-",
        "nama_populer": "Puntigrus anchisporus Fish",
        "pakan_larva": "Infusoria, Artemia",
        "pemeliharaan": "Hidup baik pada kondisi normal. Pakan organisme kecil dalam bentuk hidup ataupun beku, bahkan sudah mengenal pakan pelet.",
        "reproduksi": "Dapat bereproduksi pada pemeliharaan di akuarium.",
        "status": "Not Evaluated",
        "sumber": "Kottelat dkk., 1993, MZB",
        "ukuran_maksimum": "4–7 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPuntigrus%20Anchisporus%20Fish.jpg?alt=media&token=69043a89-dbe0-44bc-ac50-513d924bb906" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Warna tubuh kekuning-kuningan atau kemerahan dan dihiasi empat garis hitam melintang tubuh. Mulut, sirip perut, dan ekor berwarna kemerahan, sedangkan sirip anal dan punggung berwarna dan terdapat garis merah. Sifatnya cukup agresif dan berkelompok. Strain lain yang berwarna hijau dan albino dikenal dengan nama Green tiger dan Albino. Ukuran dan warna antara jantan dan betina hampir sama.",
        "distribusi_habitat": "Sumatra, Kalimantan sampai Thailand. Umumnya di sungai-sungai dengan kisaran suhu 20–26°C dan pH sekitar 6–8.",
        "id_spesies": "df08",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Puntigrus tetrazona",
        "nama_lokal": "Tiger burb",
        "nama_populer": "Tiger Burb Fish",
        "pakan_larva": "Plankton",
        "pemeliharaan": "Bersifat agresif sehingga tidak disarankan untuk dipelihara bersama dengan jenis ikan lain. Sebaiknya pemeliharaan dilengkapi dengan tanaman air. Memakan organisme kecil dan juga daun tanaman air yang lembut. Ikan omnivora.",
        "reproduksi": "Pemijahan berlangsung pada air lunak (air hujan). Jumlah telur 150–200 butir per ekor disebarakan di antara tanaman air. Telur akan menetas 24 jam sejak pemijahan.",
        "status": "Not Evaluated",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "7,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTiger%20Burb%20Fish.jpg?alt=media&token=c3d2e180-e80f-415d-bef8-5f2b1736bc5d" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Bentuk badan agak bulat, memipih. Memiliki sisik polos mengilap keperak-perakan. Sirip perut, sirip dubur, dan sirip ekor menampilkan warna jingga kemerah-merahan, sedangkan sirip punggung dan sirip dada transparan. Gerakan di air cukup lincah.",
        "distribusi_habitat": "Sumatra, Kalimantan, Jawa, hingga ke IndoChina. Hidup di sungai besar di Kalimantan, ditemukan di Sungai Arai pada musim hujan.",
        "id_spesies": "di01",
        "keterangan": "Bersifat pelagis dan berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Puntioplites waandersi",
        "nama_lokal": "Tinfoil barb",
        "nama_populer": "Tinfoil Barb Fish",
        "pakan_larva": "Organisme kecil.",
        "pemeliharaan": "Sifatnya sangat lincah bergerak. Air pemeliharaan perlu dilengkapi dengan sedikit tumbuhan air. Diperlukan banyak ruang untuk berenang. Mampu hidup pada suhu air sekitar 23–26°C dengan pH normal sekitar 7. Bersifat omnivora, memakan makrofita air, namun umumnya memakan cacing darah, Chironomus, dan jentik nyamuk.",
        "reproduksi": "Belum ada informasi.",
        "status": "Least Concern",
        "sumber": "Satyani, 2007, Haryono, 2010",
        "ukuran_maksimum": "50 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FTinfoil%20Barb%20Fish.jpg?alt=media&token=89b2d463-14ec-48be-98c5-65435adc8e7b" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Badan berwarna kekuning-kuningan dengan enam pita warna tegak termasuk satu yang melalui mata dan satu pada pangkal sirip ekor; dan juga terdapat beberapa bercak termasuk pada sirip dorsal; gurat sisi sempurna. Seluruh sirip transparan.",
        "distribusi_habitat": "Ditemukan di Kalimantan Selatan, Kalimantan Tengah di Sungai Mangkutup. Wilayah ini masih relatif alami dan kondisi air sangat lunak dengan kisaran pH 4,3–4,87; kisaran suhu 28–29°C. Umumnya di perairan rawa gambut.",
        "id_spesies": "dj01",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Puntius foerschi",
        "nama_lokal": "-",
        "nama_populer": "Puntius Foerschi Fish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Hidup baik pada kondisi air normal dalam jumlah 8–10 individu. Dapat menoleransi suhu 20–28°C dengan pH 5–7. Pakan berupa detritus, organisme kecil seperti Diatom alga dalam kondisi hidup ataupun beku.",
        "reproduksi": "Belum ada data.",
        "status": "Endemis",
        "sumber": "Haryono, 2010",
        "ukuran_maksimum": "5,3 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FPuntius%20Foerschi%20Fish.jpg?alt=media&token=d3dfabb0-63d6-42ad-9734-e4dc4f3f8322" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Jenis Puntius yang badannya relatif panjang. Badan berwarna kekuning-kuningan dengan 5–6 garis yang berwarna gelap memanjang di sekujur tubuh. Sirip dorsal berwarna kuning, sedangkan sirip lainnya transparan.",
        "distribusi_habitat": "Ditemukan di Sumatra, Kalimantan (Tengah) di Sungai Mangkutup sampai Malaya. Wilayah ini masih relatif alami dan kondisi air sangat lunak dengan kisaran pH 4,3–4,87; kisaran suhu 28–29°C. Umumnya pada rawa yang terbuka ke matahari, yang ditumbuhi oleh banyak vegetasi.",
        "id_spesies": "dj02",
        "keterangan": "Bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Puntius lineatus",
        "nama_lokal": "-",
        "nama_populer": "Lined Barb Fish",
        "pakan_larva": "Artemia",
        "pemeliharaan": "Diduga sama dengan ikan Puntius lainnya. Pakan berupa insekta air, Daphnia, atau lainnya.",
        "reproduksi": "Belum ada informasi.",
        "status": "Asli",
        "sumber": "Haryono, 2010",
        "ukuran_maksimum": "9 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FLined%20Barb%20Fish.jpg?alt=media&token=355c04d1-9596-4d51-8d6a-25decd2f90ec" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Bentuk tubuh memanjang. Bagian punggung berwarna hitam dan dasar tubuh putih keperak-perakan dan untuk sebagian populasi di bagian tengah tubuh terdapat garis abu-biru samar-samar. Sirip berwarna putih-kelabu bening. Gerakannya sangat lincah dan hidup berkelompok.",
        "distribusi_habitat": "Sumatra, Kalimantan, Jawa, Semenanjung Malaya, Thailand, dan Cina. Ditemukan di Danau Maninjau-Sumatra Barat, mampu hidup pada kondisi air dengan kisaran suhu 25–30°C dan pH sekitar 7.",
        "id_spesies": "dg01",
        "keterangan": "Penyebaran luas.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora argyrotaenia",
        "nama_lokal": "-",
        "nama_populer": "Silver Rasbora Fish",
        "pakan_larva": "Infusoria, kuning telur matang, Artemia",
        "pemeliharaan": "Hidup nyaman pada pH netral, dapat menoleransi suhu sampai 30°C. Pakannya berupa plankton, cacing, kutu air, udang renik, jentik nyamuk, atau pelet. Dapat dipelihara di kolam yang subur plankton tanpa pemberian pakan dari luar. Dapat berfungsi sebagai pengontrol plankton.",
        "reproduksi": "Matang gonad pada umur lebih dari 1,5 tahun. Telur disebarkan di dasar perairan. Satu induk dapat menghasilkan sampai 1.000 butir telur. Penetasan berlangsung sekitar 24 jam sejak pemijahan. Cara kawin cenderung poliandri (1 betina : 2–3 jantan).",
        "status": "Asli",
        "sumber": "Said dkk., 2010",
        "ukuran_maksimum": "17 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FSilver%20Rasbora%20Fish.jpg?alt=media&token=20b340a0-8715-4710-bc4a-2fc3c814ae06" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Jawa.",
        "ciri_umum": "Masing-masing cuping sirip ekor berwarna hitam dan berakhir dengan ujung berwarna kuning atau jingga. Badan berwarna gelap dengan garis warna yang lebih jelas.",
        "distribusi_habitat": "Sumatra, Kalimantan hingga Malaya. Umumnya di perairan dengan kisaran suhu 20–26°C. Ditemukan di Sungai Putat, sebelum Danau Bekat Tayem, Sanggau, Kalimantan Barat.",
        "id_spesies": "dg07",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora caudimaculata",
        "nama_lokal": "-",
        "nama_populer": "Greater Scissortail Fish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Kondisi air yang normal dengan dasar kerikil. Pakan secara umum adalah insekta air, baik kondisi segar maupun beku.",
        "reproduksi": "Telur disebarkan di dasar perairan dan penetasan umumnya sekitar 24 jam sejak pemijahan.",
        "status": "Asli",
        "sumber": "Kottelat dkk., 1993, MZB",
        "ukuran_maksimum": "12 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGreater%20Scissortail%20Fish.jpg?alt=media&token=648279c0-4aac-42e3-a2cc-f4da35f7b33c" 
    },
    {
        "asal": "Greater Sunda Islands, Sumatra, Bintan Island, West Kalimantan, Malaya Peninsula, up to Thailand",
        "ciri_umum": "Adult fish have long dark stripes consisting of two rows of spots. The fins are reddish-brown to dark in color.",
        "distribusi_habitat": "Lives in dark (blackwater) rivers or rivers connected to peat swamp forests.",
        "id_spesies": "dg07",
        "keterangan": "Lives in groups, bentopelagic.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora Cephalotaenia",
        "nama_lokal": "-",
        "nama_populer": "Rasbora Cephalotaenia Fish",
        "pakan_larva": "Artemia, Infusoria",
        "pemeliharaan": "Tolerates water conditions with temperatures around 22-25°C and pH 5.0-7.5. Feeds on small plankton, worms, small shrimp, mosquito larvae, or pellets.",
        "reproduksi": "Eggs are scattered on the bottom of the water, usually among rocks or aquatic plants. Larvae feed on Artemia and Infusoria.",
        "status": "Native. IUCN Red List Status Not Evaluated. Has not been successfully bred.",
        "sumber": "Capuli & Reyes, n.d.",
        "ukuran_maksimum": "13 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FRasbora%20Cephalotaeni%20Fish.jpg?alt=media&token=011e816d-c515-42f9-b181-d56d8b01926c"
    },
    {
        "asal": "Sumatra, Kalimantan, dan Malaya",
        "ciri_umum": "Ikan Rasbora ini berukuran kecil. Memiliki garis warna gelap memanjang dari moncong hingga ujung jari-jari tengah ekor, dan terletak di bawah garis tengah badan.",
        "distribusi_habitat": "Hidup di sungai berair gelap (black water) yang sering dipengaruhi oleh pasang-surut, dan banyak ditumbuhi oleh semak-semak.",
        "id_spesies": "dg09",
        "keterangan": "Hidup berkelompok, bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora einthovenii",
        "nama_lokal": "Seluang",
        "nama_populer": "Brilliant Rasbora Fish",
        "pakan_larva": "Artemia, Infusoria",
        "pemeliharaan": "Dapat menoleransi kondisi air dengan suhu sekitar 29°C; pH 5,0–7,5. Pakan secara umum berupa cacing darah, Daphnia, atau Artemia.",
        "reproduksi": "Telur disebarkan di dasar perairan sekitar bebatuan atau di sela-sela tumbuhan air.",
        "status": "Native. IUCN Red List Status Not Evaluated. Populasi di alam masih cukup melimpah. Belum berhasil dibudidayakan.",
        "sumber": "Capuli & Reyes, n.d.",
        "ukuran_maksimum": "4,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FBrilliant%20Rasbora%20Fish.jpg?alt=media&token=917da19d-6231-48b0-ae49-3db54fb04073" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Malaya",
        "ciri_umum": "Bentuk badan panjang. Warna tubuh kehijauan memancarkan warna perak.",
        "distribusi_habitat": "Umumnya ditemukan di sungai dan genangan air, baik di hulu maupun lahan rawa gambut.",
        "id_spesies": "dg10",
        "keterangan": "Berkelompok dengan jenis ikan Rasbora lainnya.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora sumatrana",
        "nama_lokal": "Seluang",
        "nama_populer": "Rasbora Sumatrana Fish",
        "pakan_larva": "Artemia, Daphnia",
        "pemeliharaan": "Merupakan ikan yang pergerakannya lincah. Wadah pemeliharaan sebaiknya dilengkapi dengan tumbuhan air dan tertutup karena ikan ini sering melompat.",
        "reproduksi": "Telur disebarkan di dasar perairan sekitar bebatuan. Satu induk betina dapat menghasilkan hingga 1.000 butir telur.",
        "status": "Native. IUCN Red List Status Not Evaluated.",
        "sumber": "Satyani, 2007",
        "ukuran_maksimum": "13 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FRasbora%20Sumatrana%20Fish.jpg?alt=media&token=b4e6c50d-f411-43b6-9931-4684b9164290" 
    },
    {
        "asal": "Kalimantan, Sumatra, dan Semenanjung Malaya",
        "ciri_umum": "Warna dasar keperakan yang cemerlang dengan sentuhan emas. Sirip berwarna kuning. Bagian tengah tubuh terdapat jalur kehitaman yang makin ke arah belakang makin nyata. Sirip ekor berwarna putih, kemudian lapisan tebal hitam lalu putih lagi pada ujungnya. Perenang cepat.",
        "distribusi_habitat": "Hidup pada bagian tengah kolom air perairan rawa yang mengandung vegetasi.",
        "id_spesies": "dg11",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Rasbora trilineata",
        "nama_lokal": "Pantau bana, Rasbora srigunting",
        "nama_populer": "Scissortail Rasbora Fish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Bersifat aktif, namun pendamai. Pakan berupa binatang hidup (kecil), dapat juga disebut omnivora. Tempat pemeliharaan dilengkapi dengan tanaman air. Suhu air 23–25°C, pH sedikit asam (kurang dari 7).",
        "reproduksi": "Jantan menarik induk betina masuk ke sarangnya, lalu betina memijahkan telurnya. Jumlah telur tiap betina antara 15–25 butir yang akan menetas dalam waktu 24 jam.",
        "status": "Asli. Kategori IUCN Red List of Threatened Species Least Concern version 2012.2. Sudah dibudidayakan.",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "10 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FScissortail%20Rasbora%20Fish.jpg?alt=media&token=ca58abc6-1bbe-482c-ac6f-80ae68e073b8" 
    },
    {
        "asal": "Sumatra, Kalimantan, dan Malaya",
        "ciri_umum": "Bentuk badan agak memanjang, sisik pada badan besar. Bersirip punggung hampir mendekati sirip ekor, sirip dada memanjang dan meruncing serta mempunyai dua sungut lunak pada ujung rahang bawahnya. Memiliki beberapa variasi, yaitu merah, kuning, dan perak. Khusus yang berwarna merah memiliki kategori merah biasa, merah kuning (golden red), dan super red yang hanya terdapat di Indonesia.",
        "distribusi_habitat": "Kalimantan Barat (Ketapang, Sungai Ketungau-Sintang, Sungai Kapuas, Danau Sentarum), Kalimantan Selatan, Kalimantan Timur, Sumatra Utara, Jambi, Riau, Malaysia, dan Thailand. Pada siang hari ditemukan di dasar perairan sungai atau rawa.",
        "id_spesies": "va01",
        "keterangan": "Ikan ini memelihara anaknya di dalam mulut sampai anak-anaknya mencapai ukuran panjang kira-kira 6 cm.",
        "kode_area": "2",
        "nama_ilmiah": "Scleropages formosus",
        "nama_lokal": "Siluk, Kayangan, Naga, Kelesa",
        "nama_populer": "Arowana Fish",
        "pakan_larva": "Sampai usia tujuh minggu larva masih menggunakan yolk-nya. Pakan hidup dibutuhkan saat larva mulai berumur delapan minggu.",
        "pemeliharaan": "Bersifat predator bagi ikan-ikan kecil, katak, dan binatang lainnya. Cenderung diam di dasar pada siang hari, tetapi muncul ke permukaan untuk makan pada sore atau malam hari. Pemeliharaan di akuarium cenderung secara individual.",
        "reproduksi": "Telah berhasil dikembangbiakkan di dalam kolam-kolam buatan di Pontianak dan juga di Jakarta Timur (Cibubur).",
        "status": "Asli. Kategori IUCN Red List Status Endangered. Dilindungi dan berdasarkan SK Mentan No. 716/Kpts/Um/101980 tanggal 4 Oktober 1980 dan PP No. 7 tahun 1999 ditetapkan sebagai ikan langka dan hampir punah. Pernah berkembang menjadi empat spesies, namun belum divalidasi oleh dunia internasional.",
        "sumber": "Dwiponggo, 2002\nKKP, 2010",
        "ukuran_maksimum": "50 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FArowana%20Fish.jpg?alt=media&token=9ad2cf09-248e-4688-a709-5af088d8d204" 
    },
    {
        "asal": "Sumatra, Kalimantan hingga Malaya",
        "ciri_umum": "Penampilan sangat indah. Moncong agak runcing. Tubuh berwarna kehijauan-cokelat dengan strip kuning muda tegak sepanjang tubuh. Sirip punggung, sirip dubur berwarna gelap dengan tepi berwarna kuning pucat, sedangkan sirip ekor dan sirip dada transparan.",
        "distribusi_habitat": "Sumatra, Kalimantan Barat, hingga Malaya. Hidup di air tawar dengan kisaran suhu 24–27°C, pH 4,0–6,0; dan kesadahan sekitar 4.",
        "id_spesies": "sc02",
        "keterangan": "Bersifat bentopelagis.",
        "kode_area": "2",
        "nama_ilmiah": "Sphaerichthys osphromenoides",
        "nama_lokal": "",
        "nama_populer": "Chocolate Gourami Fish",
        "pakan_larva": "Organisme kecil.",
        "pemeliharaan": "Ikan ini mempunyai sifat damai; omnivora dan dapat memakan alga, tubifex, Artemia hidup atau pakan beku. Kondisi pH air pemeliharaan 6–7 dan kisaran suhu 23–30°C.",
        "reproduksi": "Ikan jantan dan betina memijah pada dasar air, kemudian induk betina mengumpulkan telurnya ke dalam mulutnya, lalu dieraminya selama sekitar 14 hari. Selama itu induk tidak melakukan aktivitas makan. Cara reproduksi masih menjadi tantangan bagi penggemar akuarium.",
        "status": "Asli dengan kategori IUCN Red List Status Not Evaluated (Ref. 90363). Pemanfaatan untuk akuarium komersial.",
        "sumber": "Torres & Capulita, n.d.\nSphaerichthys osphromenoides, n.d. (diakses 30 April 2014)",
        "ukuran_maksimum": "5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FChocolate%20Gourami%20Fish.jpg?alt=media&token=03c4e0e0-47d1-4aba-88ed-ab7ba665cce5" 
    },
    {
        "asal": "Sumatra, Kalimantan Barat, dan Kalimantan Selatan",
        "ciri_umum": "Dalam kondisi hidup, tubuh bagian atas ikan jantan berwarna biru atau hijau dan bagian bawah berwarna merah sedangkan pada individu betina tidak ditemukan warna biru. Sirip cenderung berwarna cokelat kekuning-kuningan. Tidak ada gurat sisik.",
        "distribusi_habitat": "Sumatra, Kalimantan Barat, dan Kalimantan Selatan. Umumnya di sungai berair hitam yang berhubungan dengan perairan rawa gambut, pada pH asam sekitar 4. Ditemukan di Sungai Pasuang anak Sungai Missim Hulu-Tabalong, Kalimantan Selatan.",
        "id_spesies": "dk01",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Sundadanio axelrodi",
        "nama_lokal": "",
        "nama_populer": "Neon-blue Rasbora Fish",
        "pakan_larva": "Artemia, Daphnia",
        "pemeliharaan": "Pada perairan dengan pH 4–6,5 dan suhu 23–26°C. Pakan yang diberikan adalah larva insekta, cacing, dan krustasea.",
        "reproduksi": "Belum banyak informasi, namun disarankan pemeliharaan pada pH air sekitar 6 dan pakan segar ataupun beku agar reproduksi dapat berlangsung.",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated (Ref. 90363). Sebelumnya dikenal dengan nama Rasbora axelrodi.",
        "sumber": "Kottelat dkk., 1993\nMZB",
        "ukuran_maksimum": "2 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FNeon-blue%20Rasbora%20Fish.jpg?alt=media&token=22eb5e16-a85c-4e1e-9a10-1b5db0f81512" 
    },
    {
        "asal": "Sumatra, Kalimantan, Malaya, Thailand",
        "ciri_umum": "Memiliki 12–14 pita tegak berwarna kebiru-biruan bertepi hitam (yang berwarna pucat lebih lebar); 12–13 jari-jari bercabang pada sirip punggung; terdapat bercak dan garis warna pada sirip punggung. Tergolong ikan dasar.",
        "distribusi_habitat": "Ditemukan di Kalimantan, Sumatra (di Sungai Musi, Palembang), Malaya, dan Thailand. Hidup di dasar perairan dengan kondisi pH 5–7,5 dan suhu 25–30°C. Berlindung/bersembunyi pada siang hari.",
        "id_spesies": "cb01",
        "keterangan": "Keluar di malam hari untuk aktivitas mencari pakan.",
        "kode_area": "2",
        "nama_ilmiah": "Syncrossus hymenophysa",
        "nama_lokal": "Botia hijau, Langli",
        "nama_populer": "Green Tiger Loach Fish",
        "pakan_larva": "Serangga dan cacing.",
        "pemeliharaan": "Akuarium sebaiknya diberi dasar yang lunak dengan batu dan akar atau rentek untuk tempat berlindung. Suhu dan pH air netral.",
        "reproduksi": "Tidak tampak perbedaan antar jenis kelamin; belum dapat dibudidayakan karena merupakan ikan migrasi.",
        "status": "Asli. Kategori IUCN Red List Status Not Evaluated (Ref. 90363). Jarang ditemukan pada penggemar akuarium. Nama sebelumnya Botia hymenophysa.",
        "sumber": "Kottelat dkk., 1993",
        "ukuran_maksimum": "21 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FGreen%20Tiger%20Loach%20Fish.jpg?alt=media&token=8c72b4c0-e738-4114-acfc-137fd0859052" 
    },
    {
        "asal": "Sumatra, Kalimantan, Malaya, Thailand",
        "ciri_umum": "Warna dasar cokelat kemerahan yang makin kuat ke arah dorsal tubuh. Ukuran kecil. Terdapat segitiga hitam lebar pada setengah badan bagian belakang tubuh yang makin mengecil ke arah ekor. Sisi luar sirip ekor terdapat sentuhan warna merah, sedangkan tengah sirip punggung cenderung berwarna merah-hitam.",
        "distribusi_habitat": "Ditemukan di Sumatra bagian utara dan bagian timur, Malaya, dan Thailand bagian selatan. Hidup di sungai-sungai atau rawa-rawa dengan pH 5–6.",
        "id_spesies": "dl02",
        "keterangan": "Hidup berkelompok.",
        "kode_area": "2",
        "nama_ilmiah": "Trigonostigma heteromorpha",
        "nama_lokal": "Harlequin Rasbora Fish",
        "nama_populer": "Harlequin Rasbora Fish",
        "pakan_larva": "Infusoria",
        "pemeliharaan": "Ikan ini bersifat pendamai sehingga dapat dipelihara berbarengan dengan jenis lain yang seukuran atau yang lebih besar. Direkomendasikan agar pemeliharaan dilengkapi dengan tanaman air yang berdaun ramping atau lebar, dan lembut. Suhu dan pH air netral. Pakan organisme kecil (cacing, insekta) dalam bentuk segar atau beku.",
        "reproduksi": "Telur-telur dipijahkan ditempelkan pada daun tanaman air yang lebar. Reproduksi cenderung berlangsung pada air yang lunak, yaitu campuran air hujan dan air gambut. Penetasan umumnya 24 jam sejak pemijahan. Larva berenang aktif sejak usia tiga hari.",
        "status": "Asli. Kategori IUCN Red List Status Least Concern (Ref. 90363). Sebelumnya dikenal dengan nama Rasbora heteromorpha. Berhasil didomestikasi oleh Balai Penelitian Ikan Hias, Kementerian Kelautan dan Perikanan-Depok sejak tahun 2009.",
        "sumber": "Sastrapradja dkk., 1981",
        "ukuran_maksimum": "4,5 cm",
        "imageUrl":"https://firebasestorage.googleapis.com/v0/b/nille-14a1f.appspot.com/o/ornamental_fish_images%2FHarlequin%20Rasbora%20Fish.jpg?alt=media&token=0d0cae02-7783-4a43-937c-c7229a5a4b8c" 
    }
  ]